Repository: ZKhutsishvili/documenso
Catalog: packages/lib/translations/*/common.po
Languages: ka, ru

source: "{documentName}" has been deleted by an admin.
ka: "{documentName}" წაიშალა ადმინისტრატორის მიერ.
ru: «{documentName}» был удален администратором.

source: "{documentName}" has been signed
ka: „{documentName}" ხელმოწერილია
ru: «{documentName}» был подписан

source: {0} Document
ka: {0} დოკუმენტი
ru: {0} Документ

source: {0} invited you to {recipientActionVerb} a document
ka: {0}-მა მოგიწვიათ დოკუმენტის {recipientActionVerb}
ru: {0} пригласил вас {recipientActionVerb} документ

source: {0} joined the team {teamName} on Documenso
ka: {0} შეუერთდა გუნდს {teamName} SignDoc-ზე
ru: {0} присоединился к команде {teamName} в SignDoc

source: {0} left the team {teamName} on Documenso
ka: {0}-მა დატოვა გუნდი {teamName} SignDoc-ზე
ru: {0} покинул команду {teamName} в SignDoc

source: {0} of {1} row(s) selected.
ka: არჩეულია {1} სტრიქონიდან {0}.
ru: Выбрано {0} из {1} строк.

source: {0} on behalf of {1} has invited you to {recipientActionVerb} the document "{2}".
ka: {0}-მა {1}-ის სახელით მოგიწვიათ დოკუმენტის "{2}" {recipientActionVerb}.
ru: {0} от имени {1} пригласил вас {recipientActionVerb} документ «{2}».

source: {inviterName} has cancelled the document {documentName}, you don't need to sign it anymore.
ka: {inviterName}-მა გააუქმა დოკუმენტი {documentName}, აღარ გჭირდებათ მისი ხელმოწერა.
ru: {inviterName} отменил документ {documentName}, вам больше не нужно его подписывать.

source: {inviterName} has cancelled the document<0/>"{documentName}"
ka: {inviterName}-მა გააუქმა დოკუმენტი<0/>"{documentName}"
ru: {inviterName} отменил документ<0/>«{documentName}»

source: {inviterName} has invited you to {0}<0/>"{documentName}"
ka: {inviterName}-მა მოგიწვიათ {0}<0/>"{documentName}"
ru: {inviterName} пригласил вас {0}<0/>«{documentName}»

source: {inviterName} has invited you to {action} {documentName}
ka: {inviterName}-მა მოგიწვიათ {action} {documentName}
ru: {inviterName} пригласил вас {action} {documentName}

source: {inviterName} has removed you from the document {documentName}.
ka: {inviterName}-მა წაგშალათ დოკუმენტიდან {documentName}.
ru: {inviterName} удалил вас из документа {documentName}.

source: {inviterName} on behalf of {teamName} has invited you to {0}<0/>"{documentName}"
ka: {inviterName}-მა {teamName}-ის სახელით მოგიწვიათ {0}<0/>"{documentName}"
ru: {inviterName} от имени {teamName} пригласил вас {0}<0/>«{documentName}»

source: {inviterName} on behalf of {teamName} has invited you to {action} {documentName}
ka: {inviterName}-მა {teamName}-ის სახელით მოგიწვიათ {action} {documentName}
ru: {inviterName} от имени {teamName} пригласил вас {action} {documentName}

source: {memberEmail} joined the following team
ka: {memberEmail} შეუერთდა შემდეგ გუნდს
ru: {memberEmail} присоединился к следующей команде

source: {memberEmail} left the following team
ka: {memberEmail}-მა დატოვა შემდეგი გუნდი
ru: {memberEmail} покинул следующую команду

source: {prefix} added a field
ka: {prefix}-მა დაამატა ველი
ru: {prefix} добавил поле

source: {prefix} added a recipient
ka: {prefix}-მა დაამატა მიმღები
ru: {prefix} добавил получателя

source: {prefix} created the document
ka: {prefix}-მა შექმნა დოკუმენტი
ru: {prefix} создал документ

source: {prefix} deleted the document
ka: {prefix}-მა წაშალა დოკუმენტი
ru: {prefix} удалил документ

source: {prefix} moved the document to team
ka: {prefix}-მა გადაიტანა დოკუმენტი გუნდში
ru: {prefix} переместил документ в команду

source: {prefix} opened the document
ka: {prefix}-მა გახსნა დოკუმენტი
ru: {prefix} открыл документ

source: {prefix} removed a field
ka: {prefix}-მა წაშალა ველი
ru: {prefix} удалил поле

source: {prefix} removed a recipient
ka: {prefix}-მა წაშალა მიმღები
ru: {prefix} удалил получателя

source: {prefix} resent an email to {0}
ka: {prefix}-მა ხელახლა გაგზავნა ელ.ფოსტა {0}-ს
ru: {prefix} повторно отправил email {0}

source: {prefix} sent an email to {0}
ka: {prefix}-მა გაგზავნა ელ.ფოსტა {0}-ს
ru: {prefix} отправил email {0}

source: {prefix} sent the document
ka: {prefix}-მა გაგზავნა დოკუმენტი
ru: {prefix} отправил документ

source: {prefix} signed a field
ka: {prefix}-მა ხელი მოაწერა ველს
ru: {prefix} подписал поле

source: {prefix} unsigned a field
ka: {prefix}-მა გააუქმა ველის ხელმოწერა
ru: {prefix} отменил подпись поля

source: {prefix} updated a field
ka: {prefix}-მა განაახლა ველი
ru: {prefix} обновил поле

source: {prefix} updated a recipient
ka: {prefix}-მა განაახლა მიმღები
ru: {prefix} обновил получателя

source: {prefix} updated the document
ka: {prefix}-მა განაახლა დოკუმენტი
ru: {prefix} обновил документ

source: {prefix} updated the document access auth requirements
ka: {prefix}-მა განაახლა დოკუმენტზე წვდომის ავტორიზაციის მოთხოვნები
ru: {prefix} обновил требования аутентификации для доступа к документу

source: {prefix} updated the document external ID
ka: {prefix}-მა განაახლა დოკუმენტის გარე ID
ru: {prefix} обновил внешний ID документа

source: {prefix} updated the document signing auth requirements
ka: {prefix}-მა განაახლა დოკუმენტის ხელმოწერის ავტორიზაციის მოთხოვნები
ru: {prefix} обновил требования аутентификации для подписания документа

source: {prefix} updated the document title
ka: {prefix}-მა განაახლა დოკუმენტის სათაური
ru: {prefix} обновил название документа

source: {prefix} updated the document visibility
ka: {prefix}-მა განაახლა დოკუმენტის ხილვადობა
ru: {prefix} обновил видимость документа

source: {recipientName} {action} a document by using one of your direct links
ka: {recipientName}-მა {action} დოკუმენტი თქვენი პირდაპირი ბმულების გამოყენებით
ru: {recipientName} {action} документ, используя одну из ваших прямых ссылок

source: {teamName} ownership transfer request
ka: {teamName}-ის მფლობელობის გადაცემის მოთხოვნა
ru: Запрос на передачу прав владения {teamName}

source: {userName} approved the document
ka: {userName}-მა დაამტკიცა დოკუმენტი
ru: {userName} утвердил документ

source: {userName} CC'd the document
ka: {userName}-მა დააკოპირა დოკუმენტი
ru: {userName} добавил в копию документа

source: {userName} completed their task
ka: {userName}-მა დაასრულა დავალება
ru: {userName} завершил свою задачу

source: {userName} signed the document
ka: {userName}-მა ხელი მოაწერა დოკუმენტს
ru: {userName} подписал документ

source: {userName} viewed the document
ka: {userName}-მა ნახა დოკუმენტი
ru: {userName} просмотрел документ

source: {visibleRows, plural, one {Showing # result.} other {Showing # results.}}
ka: {visibleRows, plural, one {ნაჩვენებია # შედეგი.} other {ნაჩვენებია # შედეგი.}}
ru: {visibleRows, plural, one {Показан # результат.} other {Показано # результатов.}}

source: `${inviterName} has invited you to ${action} the document "${documentName}".`
ka: `{inviterName}-მა მოგიწვიათ დოკუმენტის "{documentName}" {action}.`
ru: `${inviterName} пригласил вас ${action} документ «${documentName}».`

source: <0>{senderName}</0> has requested that you take ownership of the following team
ka: <0>{senderName}</0>-მა მოითხოვა შემდეგი გუნდის მფლობელობის გადმოცემა
ru: <0>{senderName}</0> запросил передачу вам прав владения следующей командой

source: <0>Inherit authentication method</0> - Use the global action signing authentication method configured in the "General Settings" step
ka: <0>ავთენტიფიკაციის მეთოდის მემკვიდრეობა</0> - გამოიყენეთ გლობალური მოქმედების ხელმოწერის ავთენტიფიკაციის მეთოდი, რომელიც კონფიგურირებულია "ზოგადი პარამეტრების" ნაბიჯში
ru: <0>Унаследовать метод аутентификации</0> - Использовать глобальный метод аутентификации подписания, настроенный в разделе «Общие настройки»

source: <0>No restrictions</0> - No authentication required
ka: <0>შეზღუდვების გარეშე</0> - ავთენტიფიკაცია არ არის საჭირო
ru: <0>Без ограничений</0> - Аутентификация не требуется

source: <0>No restrictions</0> - The document can be accessed directly by the URL sent to the recipient
ka: <0>შეზღუდვების გარეშე</0> - დოკუმენტზე წვდომა შესაძლებელია პირდაპირ მიმღებისთვის გაგზავნილი URL-ით
ru: <0>Без ограничений</0> - Документ доступен напрямую по URL, отправленному получателю

source: <0>None</0> - No authentication required
ka: <0>არცერთი</0> - ავთენტიფიკაცია არ არის საჭირო
ru: <0>Нет</0> - Аутентификация не требуется

source: <0>Require 2FA</0> - The recipient must have an account and 2FA enabled via their settings
ka: <0>საჭიროა 2FA</0> - მიმღებს უნდა ჰქონდეს ანგარიში და პარამეტრებში ჩართული 2FA
ru: <0>Требуется 2FA</0> - У получателя должен быть аккаунт с включенной 2FA в настройках

source: <0>Require account</0> - The recipient must be signed in to view the document
ka: <0>საჭიროა ანგარიში</0> - მიმღები უნდა იყოს შესული სისტემაში დოკუმენტის სანახავად
ru: <0>Требуется аккаунт</0> - Получатель должен войти в систему для просмотра документа

source: <0>Require passkey</0> - The recipient must have an account and passkey configured via their settings
ka: <0>საჭიროა გასაღები</0> - მიმღებს უნდა ჰქონდეს ანგარიში და პარამეტრებში კონფიგურირებული გასაღები
ru: <0>Требуется ключ доступа</0> - У получателя должен быть аккаунт с настроенным ключом доступа в настройках

source: A document was created by your direct template that requires you to {recipientActionVerb} it.
ka: დოკუმენტი შექმნილია თქვენი უშუალო შაბლონიდან, რაც მოითხოვს, რომ თქვენ {recipientActionVerb} მას.
ru: Создан документ по вашему прямому шаблону, который требует от вас {recipientActionVerb}.

source: A field was added
ka: ველი დაემატა
ru: Поле было добавлено

source: A field was removed
ka: ველი წაიშალა
ru: Поле было удалено

source: A field was updated
ka: ველი განახლდა
ru: Поле было обновлено

source: A new member has joined your team
ka: ახალი წევრი შეუერთდა თქვენს გუნდს
ru: Новый участник присоединился к вашей команде

source: A recipient was added
ka: მიმღები დაემატა
ru: Получатель был добавлен

source: A recipient was removed
ka: მიმღები წაიშალა
ru: Получатель был удален

source: A recipient was updated
ka: მიმღები განახლდა
ru: Получатель был обновлен

source: A request to use your email has been initiated by {teamName} on Documenso
ka: თქვენი ელ.ფოსტის გამოყენების მოთხოვნა ინიციირებულია {teamName}-ის მიერ SignDoc-ზე
ru: Запрос на использование вашей электронной почты был инициирован командой {teamName} в SignDoc

source: A team member has joined a team on Documenso
ka: გუნდის წევრი შეუერთდა გუნდს SignDoc-ზე
ru: Участник присоединился к команде в SignDoc

source: A team member has left {0}
ka: გუნდის წევრმა დატოვა {0}
ru: Участник покинул {0}

source: A team member has left a team on Documenso
ka: გუნდის წევრმა დატოვა გუნდი SignDoc-ზე
ru: Участник покинул команду в SignDoc

source: A team you were a part of has been deleted
ka: გუნდი, რომლის წევრიც იყავით, წაიშალა
ru: Команда, в которой вы состояли, была удалена

source: Accept
ka: დაკმაყოფილება
ru: Принять

source: Accept invitation to join a team on Documenso
ka: მიიღე მოწვევა, რათა შეუერთდე გუნდს SignDoc-ზე
ru: Принять приглашение присоединиться к команде в SignDoc

source: Accept team email request for {teamName} on Documenso
ka: მიიღე ელ.ფოსტის მოთხოვნა გუნდისთვის {teamName} SignDoc-ზე
ru: Принять запрос на электронную почту команды {teamName} в DocuSignDocmenso

source: Accept team transfer request on Documenso
ka: მიიღე გუნდის გადაცემის მოთხოვნა SignDoc-ზე
ru: Принять запрос на передачу команды в SignDoc

source: Add a document
ka: დოკუმენტის დამატება
ru: Добавить документ

source: Add a URL to redirect the user to once the document is signed
ka: დაამატეთ URL, რათა გადაამისამართოთ მომხმარებელი დოკუმენტის ხელმოწერის შემდეგ
ru: Добавить URL для перенаправления пользователя после подписания документа

source: Add an external ID to the document. This can be used to identify the document in external systems.
ka: დაამატეთ გარე ID დოკუმენტს. ეს შეიძლება გამოიყენოთ დოკუმენტის იდენტიფიცირებისთვის გარე სისტემებში.
ru: Добавить внешний ID документа. Это может использоваться для идентификации документа во внешних системах.

source: Add an external ID to the template. This can be used to identify in external systems.
ka: დაამატეთ გარე ID შაბლონს. ეს შეიძლება გამოყენებულ იქნეს იდენტიფიცირებისთვის გარე სისტემებში.
ru: Добавить внешний ID шаблона. Это может использоваться для идентификации во внешних системах.

source: Add another option
ka: დაამატე სხვა ვარიანტი
ru: Добавить другой вариант

source: Add another value
ka: დაამატე სხვა მნიშვნელობა
ru: Добавить другое значение

source: Add myself
ka: დამამატე მე
ru: Добавить себя

source: Add Myself
ka: დამამატე მე
ru: Добавить себя

source: Add Placeholder Recipient
ka: დაამატე შაბლონური მიმღები
ru: Добавить временного получателя

source: Add Signer
ka: დაამატე ხელმომწერი
ru: Добавить подписанта

source: Add text
ka: დაამატე ტექსტი
ru: Добавить текст

source: Add text to the field
ka: დაამატე ტექსტი ველს
ru: Добавить текст в поле

source: Admin
ka: ადმინი
ru: Администратор

source: Advanced Options
ka: გაფართოებული პარამეტრები
ru: Расширенные настройки

source: Advanced settings
ka: გაფართოებული პარამეტრები
ru: Расширенные настройки

source: After submission, a document will be automatically generated and added to your documents page. You will also receive a notification via email.
ka: გაგზავნის შემდეგ, დოკუმენტი ავტომატურად შეიქმნება და დაემატება თქვენს დოკუმენტების გვერდზე. თქვენ ასევე მიიღებთ შეტყობინებას ელ.ფოსტით.
ru: После отправки документ будет автоматически создан и добавлен на страницу ваших документов. Вы также получите уведомление по электронной почте.

source: All signatures have been voided.
ka: ყველა ხელმოწერა გაუქმებულია.
ru: Все подписи были аннулированы.

source: An admin has deleted your document "{documentName}".
ka: ადმინისტრატორმა წაშალა თქვენი დოკუმენტი "{documentName}".
ru: Администратор удалил ваш документ «{documentName}».

source: An error occurred while loading the document.
ka: დოკუმენტის ჩატვირთვისას წარმოიშვა შეცდომა.
ru: Произошла ошибка при загрузке документа.

source: Approve
ka: დადასტურება
ru: Утвердить

source: Approved
ka: დადასტურებულია
ru: Утверждено

source: Approver
ka: დამადასტურებელი
ru: Утверждающий

source: Approvers
ka: დამადასტურებლები
ru: Утверждающие

source: Approving
ka: დადასტურება
ru: Утверждение

source: Before you get started, please confirm your email address by clicking the button below:
ka: სანამ დაიწყებთ, გთხოვთ დაადასტუროთ თქვენი ელ.ფოსტის მისამართი ქვემოთ მოცემულ ღილაკზე დაჭერით:
ru: Прежде чем начать, пожалуйста, подтвердите ваш адрес электронной почты, нажав на кнопку ниже:

source: Black
ka: შავი
ru: Черный

source: Blue
ka: ლურჯი
ru: Синий

source: by <0>{senderName}</0>
ka: მიერ <0>{senderName}</0>
ru: от <0>{senderName}</0>

source: By accepting this request, you will take responsibility for any billing items associated with this team.
ka: ამ მოთხოვნის მიღებით, თქვენ იღებთ პასუხისმგებლობას ამ გუნდთან დაკავშირებულ ყველა ბილინგის პუნქტზე.
ru: Принимая этот запрос, вы берете на себя ответственность за все платежи, связанные с этой командой.

source: Cancel
ka: გაუქმება
ru: Отмена

source: Cannot remove signer
ka: ხელმომწერის წაშლა შეუძლებელია
ru: Невозможно удалить подписанта

source: Cc
ru: Копия

source: CC
ru: КОПИЯ

source: CC'd
ru: В копии

source: Ccers
ru: Получатели копий

source: Character Limit
ka: სიმბოლოების შეზღუდვა
ru: Ограничение символов

source: Checkbox values
ka: ყუთების მნიშვნელობები
ru: Значения флажков

source: Clear filters
ka: ფილტრების წაშლა
ru: Очистить фильтры

source: Clear Signature
ka: ხელმოწერის წაშლა
ru: Очистить подпись

source: Click to insert field
ka: დააჭირეთ ველის ჩასართავად
ru: Нажмите, чтобы вставить поле

source: Close
ka: დახურვა
ru: Закрыть

source: Completed
ka: შესრულებული
ru: Завершено

source: Completed Document
ka: დასრულებული დოკუმენტი
ru: Завершенный документ

source: Configure Direct Recipient
ka: პირდაპირი მიმღების კონფიგურაცია
ru: Настроить прямого получателя

source: Configure the {0} field
ka: {0} ველის კონფიგურაცია
ru: Настроить поле {0}

source: Confirm email
ka: ელფოსტის დადასტურება
ru: Подтвердить email

source: Continue
ka: გაგრძელება
ru: Продолжить

source: Continue by {0} the document.
ka: გაგრძელება, დოკუმენტის {0}.
ru: Продолжите, {0} документ.

source: Continue by downloading the document.
ka: გაგრძელება, დოკუმენტის ჩამოტვირთვით.
ru: Продолжите, скачав документ.

source: Copied to clipboard
ka: დააკოპირდა ბუფერში
ru: Скопировано в буфер обмена

source: Copy Link
ka: ბმულის კოპირება
ru: Копировать ссылку

source: Create a <0>free account</0> to access your signed documents at any time.
ka: შექმენით <0>უფასო ანგარიში</0>, რომ შეძლოთ თქვენი ხელმოწერილი დოკუმენტების ხელმისაწვდომობა ნებისმიერ დროს.
ru: Создайте <0>бесплатный аккаунт</0>, чтобы иметь доступ к подписанным документам в любое время.

source: Create account
ka: ანგარიშის შექმნა
ru: Создать аккаунт

source: Custom Text
ka: მომხმარებლის ტექსტი
ru: Произвольный текст

source: Date
ka: თარიღი
ru: Дата

source: Date Format
ka: თარიღის ფორმატი
ru: Формат даты

source: Decline
ka: უარის თქმა
ru: Отклонить

source: Didn't request a password change? We are here to help you secure your account, just <0>contact us.</0>
ka: პაროლის შეცვლა არ მოგითხოვია? ჩვენ დაგეხმარებით თქვენი ანგარიშის უსაფრთხოებაში, უბრალოდ დაგვიკავშირდით <0>აქ</0>.
ru: Не запрашивали смену пароля? Мы поможем защитить ваш аккаунт, просто <0>свяжитесь с нами.</0>

source: Direct link receiver
ka: პირდაპირი ბმულის მიმღები
ru: Получатель прямой ссылки

source: Document access
ka: დოკუმენტის წვდომა
ru: Доступ к документу

source: Document access auth updated
ka: დოკუმენტის წვდომის ავტორიზაცია განახლებულია
ru: Обновлена аутентификация доступа к документу

source: Document Cancelled
ka: დოკუმენტი გაუქმებულია
ru: Документ отменен

source: Document completed
ka: დოკუმენტი დასრულებულია
ru: Документ завершен

source: Document created
ka: დოკუმენტი შექმნილია
ru: Документ создан

source: Document created from direct template
ka: დოკუმენტი შექმნილია პირდაპირი შაბლონიდან
ru: Документ создан из прямого шаблона

source: Document Creation
ka: დოკუმენტის შექმნა
ru: Создание документа

source: Document deleted
ka: დოკუმენტი წაშლილია
ru: Документ удален

source: Document Deleted!
ka: დოკუმენტი წაშლილია!
ru: Документ удален!

source: Document external ID updated
ka: დოკუმენტის გარე ID განახლებულია
ru: Внешний ID документа обновлен

source: Document moved to team
ka: დოკუმენტი გადატანილია გუნდში
ru: Документ перемещен в команду

source: Document opened
ka: დოკუმენტი გახსნილია
ru: Документ открыт

source: Document sent
ka: დოკუმენტი გაგზავნილია
ru: Документ отправлен

source: Document signing auth updated
ka: დოკუმენტის ხელმოწერის ავტორიზაცია განახლებულია
ru: Аутентификация подписания документа обновлена

source: Document title updated
ka: დოკუმენტის სათაური განახლებულია
ru: Название документа обновлено

source: Document updated
ka: დოკუმენტი განახლებულია
ru: Документ обновлен

source: Document visibility updated
ka: დოკუმენტის ხილვადობა განახლებულია
ru: Видимость документа обновлена

source: Download
ka: ჩამოტვირთვა
ru: Скачать

source: Draft
ka: დრაფტები
ru: Черновик

source: Drag & drop your PDF here.
ka: ჩააგდე შენი PDF ფაილი აქ.
ru: Перетащите ваш PDF сюда.

source: Dropdown
ru: Выпадающий список

source: Dropdown options
ka: Dropdown-ის პარამეტრები
ru: Опции выпадающего списка

source: Email
ru: Электронная почта

source: Email is required
ka: ელფოსტის შეყვანა აუცილებელია
ru: Электронная почта обязательна

source: Email Options
ka: ელფოსტის პარამეტრები
ru: Опции электронной почты

source: Email resent
ka: ელფოსტა თავიდან გაიგზავნა
ru: Электронная почта повторно отправлена

source: Email sent
ka: ელფოსტა გაიგზავნა
ru: Электронная почта отправлена

source: Empty field
ka: ცარიელი ველი
ru: Пустое поле

source: Enable Direct Link Signing
ka: გააქტიურეთ პირდაპირი ბმულის ხელმოწერა
ru: Включить подпись по прямой ссылке

source: Enable signing order
ka: გააქტიურეთ ხელმოწერის თანმიმდევრობა
ru: Включить порядок подписания

source: Enable Typed Signatures
ka: გააქტიურეთ აკრეფილი ხელმოწერები
ru: Включить печатные подписи

source: Enter password
ka: შეიყვანეთ პაროლი
ru: Введите пароль

source: Error
ka: შეცდომა
ru: Ошибка

source: External ID
ka: გარე ID
ru: Внешний ID

source: Failed to save settings.
ka: პარამეტრების შენახვა ვერ მოხერხდა.
ru: Не удалось сохранить настройки.

source: Field character limit
ka: ველის სიმბოლოების შეზღუდვა
ru: Ограничение на количество символов в поле

source: Field font size
ka: ველის შრიფტის ზომა
ru: Размер шрифта поля

source: Field format
ka: ველის ფორმატი
ru: Формат поля

source: Field label
ka: ველის ეტიკეტი
ru: Метка поля

source: Field placeholder
ka: ველის შაბლონი
ru: Значение по умолчанию поля

source: Field signed
ka: ველი ხელმოწერილია
ru: Поле подписано

source: Field unsigned
ka: ველი ხელმოუწერელია
ru: Поле не подписано

source: Font Size
ka: შრიფტის ზომა
ru: Размер шрифта

source: Forgot Password?
ka: დაგავიწყდა პაროლი?
ru: Забыли пароль?

source: Forgot your password?
ka: დაგავიწყდა პაროლი?
ru: Забыли ваш пароль?

source: Free Signature
ka: თავისუფალი ხელმოწერა
ru: Свободная подпись

source: Global recipient action authentication
ka: გლობალური მიმღების მოქმედების ავტორიზაცია
ru: Аутентификация действия получателя на глобальном уровне

source: Go Back
ka: უკან დაბრუნება
ru: Назад

source: Green
ka: მწვანე
ru: Зеленый

source: Hi, {userName} <0>({userEmail})</0>
ka: გამარჯობა, {userName} <0>({userEmail})</0>
ru: Привет, {userName} <0>({userEmail})</0>

source: I am a signer of this document
ka: მე ვარ ამ დოკუმენტის ხელმომწერი
ru: Я подписант этого документа

source: I am a viewer of this document
ka: მე ვარ ამ დოკუმენტის მაყურებელი
ru: Я зритель этого документа

source: I am an approver of this document
ka: მე ვარ ამ დოკუმენტის დამამტკიცებელი
ru: Я утверждающий этот документ

source: I am required to receive a copy of this document
ka: მე უნდა მივიღო ამ დოკუმენტის ასლი
ru: Я обязан получить копию этого документа

source: Inherit authentication method
ka: ავტორიზაციის მეთოდის მემკვიდრეობა
ru: Унаследовать метод аутентификации

source: Initials
ka: ინიციალები
ru: Инициалы

source: Invalid email
ka: არასწორი ელფოსტა
ru: Неверная электронная почта

source: Invalid email address
ka: არასწორი ელფოსტის მისამართი
ru: Неверный адрес электронной почты

source: Join {teamName} on Documenso
ka: შეუერთდი {teamName}-ს SignDoc-ზე
ru: Присоединяйтесь к {teamName} на SignDoc

source: Label
ka: ლეიბლი
ru: Метка

source: Language
ka: ენა
ru: Язык

source: Link expires in 1 hour.
ka: ბმული 1 საათში იწურება.
ru: Ссылка истекает через 1 час.

source: Loading document...
ka: დოკუმენტის ჩატვირთვა...
ru: Загрузка документа...

source: Manager
ka: მენეჯერი
ru: Менеджер

source: Max
ka: მაქს
ru: Макс

source: Member
ka: წევრი
ru: Участник

source: Message <0>(Optional)</0>
ka: მესიჯი <0>(არასავალდებულო)</0>
ru: Сообщение <0>(Необязательно)</0>

source: Min
ka: მინ
ru: Мин

source: Name
ka: სახელი
ru: Имя

source: Needs to approve
ka: უნდა დაამტკიცოს
ru: Необходимо утвердить

source: Needs to sign
ka: უნდა მოაწეროს ხელი
ru: Необходимо подписать

source: Needs to view
ka: უნდა ნახოს
ru: Необходимо просмотреть

source: No recipient matching this description was found.
ka: ამ აღწერილობას შესაბამისი მიმღები ვერ მოიძებნა.
ru: Получатель, соответствующий этому описанию, не найден.

source: No recipients with this role
ka: ამ როლით მიმღები არ არსებობს
ru: Нет получателей с этой ролью

source: No restrictions
ka: შეზღუდვები არ არის
ru: Нет ограничений

source: No results found
ka: შედეგები ვერ მოიძებნა
ru: Результаты не найдены

source: No signature field found
ka: ხელმოწერის ველი ვერ მოიძებნა
ru: Подписной поле не найдено

source: No value found.
ka: მნიშვნელობა ვერ მოიძებნა.
ru: Значение не найдено.

source: Number
ka: ნომერი
ru: Число

source: Number format
ka: ნომრის ფორმატი
ru: Формат числа
