Repository: ZKhutsishvili/documenso
Catalog: packages/lib/translations/*/common.po
Languages: ka, ru

source: Once enabled, you can select any active recipient to be a direct link signing recipient, or create a new one. This recipient type cannot be edited or deleted.
ka: ერთხელ გააქტიურების შემდეგ, შეგიძლიათ აირჩიოთ ნებისმიერი აქტიური მიმღები პირდაპირი ბმულის ხელმოწერისთვის ან შექმნათ ახალი. ამ ტიპის მიმღები ვერ ჩასწორდება ან წაიშლება.
ru: После активации вы можете выбрать любого активного получателя для подписи по прямой ссылке или создать нового. Этот тип получателя не может быть отредактирован или удален.

source: Once your template is set up, share the link anywhere you want. The person who opens the link will be able to enter their information in the direct link recipient field and complete any other fields assigned to them.
ka: შაბლონის შექმნის შემდეგ, გააზიარეთ ბმული ნებისმიერ ადგილას. ვინც ბმულს გახსნის, შეუძლია შეიყვანოს თავისი ინფორმაცია პირდაპირი ბმულის მიმღების ველში და შეავსოს სხვა მისთვის მინიჭებული ველები.
ru: После настройки вашего шаблона делитесь ссылкой где угодно. Человек, который откроет ссылку, сможет ввести свою информацию в поле получателя прямой ссылки и заполнить любые другие поля, назначенные ему.

source: Page {0} of {1}
ka: გვერდი {0} / {1}
ru: Страница {0} из {1}

source: Page {0} of {numPages}
ka: გვერდი {0} / {numPages}
ru: Страница {0} из {numPages}

source: Password Required
ka: საჭიროა პაროლი
ru: Требуется пароль

source: Password Reset Requested
ka: მოთხოვნილია პაროლის აღდგენა
ru: Запрос на сброс пароля

source: Password Reset Successful
ka: პაროლი წარმატებით აღდგა
ru: Сброс пароля успешен

source: Password updated!
ka: პაროლი განახლდა!
ru: Пароль обновлен!

source: Pending
ka: მიმდინარე
ru: В ожидании

source: Pending Document
ka: მიმდინარე დოკუმენტი
ru: Документ в ожидании

source: Pick a number
ka: აირჩიეთ რიცხვი
ru: Выберите число

source: Placeholder
ka: შაბლონი
ru: Заполнитель

source: Please {0} your document<0/>"{documentName}"
ka: გთხოვთ, {0} თქვენი დოკუმენტი<0/>"{documentName}"
ru: Пожалуйста, {0} ваш документ<0/>"{documentName}"

source: Please {action} your document {documentName}
ka: გთხოვთ, {action} თქვენი დოკუმენტი {documentName}
ru: Пожалуйста, {action} ваш документ {documentName}

source: Please {recipientActionVerb} this document
ka: გთხოვთ, {recipientActionVerb} ეს დოკუმენტი
ru: Пожалуйста, {recipientActionVerb} этот документ

source: Please {recipientActionVerb} this document created by your direct template
ka: გთხოვთ, {recipientActionVerb} ეს დოკუმენტი, რომელიც თქვენს პირდაპირ შაბლონზეა შექმნილი
ru: Пожалуйста, {recipientActionVerb} этот документ, созданный вашим прямым шаблоном

source: Please {recipientActionVerb} your document
ka: გთხოვთ, {recipientActionVerb} თქვენი დოკუმენტი
ru: Пожалуйста, {recipientActionVerb} ваш документ

source: Please confirm your email
ka: გთხოვთ, დაადასტუროთ თქვენი ელფოსტა
ru: Пожалуйста, подтвердите ваш адрес электронной почты

source: Please confirm your email address
ka: გთხოვთ, დაადასტუროთ თქვენი ელფოსტის მისამართი
ru: Пожалуйста, подтвердите ваш адрес электронной почты

source: Please try again or contact our support.
ka: გთხოვთ, სცადოთ თავიდან ან დაუკავშირდეთ ჩვენს მხარდაჭერას.
ru: Пожалуйста, попробуйте еще раз или свяжитесь с нашей поддержкой.

source: Radio
ka: რადიო
ru: Рadio

source: Radio values
ka: რადიო მნიშვნელობები
ru: Значения радиокнопок

source: Read only
ka: მხოლოდ სანახავად
ru: Только для чтения

source: Receives copy
ka: მიიღებს ასლს
ru: Получает копию

source: Recipient
ka: მიმღები
ru: Получатель

source: Recipient action authentication
ka: მიმღების მოქმედების ავტორიზაცია
ru: Аутентификация действия получателя

source: Red
ka: წითელი
ru: Красный

source: Redirect URL
ka: გადამისამართების URL
ru: URL перенаправления

source: Reminder: {0}
ka: შეხსენება: {0}
ru: Напоминание: {0}

source: Reminder: {0} invited you to {recipientActionVerb} a document
ka: შეხსენება: {0}-მა მოგიწვიათ, დოკუმენტი {recipientActionVerb}
ru: Напоминание: {0} пригласил вас {recipientActionVerb} документ

source: Reminder: Please {recipientActionVerb} this document
ka: შეხსენება: გთხოვთ {recipientActionVerb} ეს დოკუმენტი
ru: Напоминание: Пожалуйста, {recipientActionVerb} этот документ

source: Reminder: Please {recipientActionVerb} your document
ka: შეხსენება: გთხოვთ {recipientActionVerb} თქვენი დოკუმენტი
ru: Напоминание: Пожалуйста, {recipientActionVerb} ваш документ

source: Remove
ka: წაშლა
ru: Удалить

source: Required field
ka: აუცილებელი ველი
ru: Обязательное поле

source: Reset Password
ka: პაროლის აღდგენა
ru: Сброс пароля

source: Rest assured, your document is strictly confidential and will never be shared. Only your signing experience will be highlighted. Share your personalized signing card to showcase your signature!
ka: დარწმუნებული იყავით, თქვენი დოკუმენტი მკაცრად კონფიდენციალურია და არასდროს გასაჯაროვდება. მხოლოდ თქვენი ხელმოწერის გამოცდილება გამოიკვეთება. გაუზიარეთ თქვენი პერსონალიზებული ხელმოწერის ბარათი, რომ წარმოაჩინოთ თქვენი ხელმოწერა!
ru: Будьте уверены, ваш документ строго конфиденциален и никогда не будет раскрыт. Только ваш опыт подписания будет выделен. Поделитесь своей персонализированной картой подписи, чтобы продемонстрировать свою подпись!

source: Rows per page
ka: სტრიქონები გვერდზე
ru: Строк на странице

source: Save
ka: შენახვა
ru: Сохранить

source: Save Template
ka: შაბლონის შენახვა
ru: Сохранить шаблон

source: Search languages...
ka: ენის ძიება...
ru: Поиск языков...

source: Select
ka: არჩევა
ru: Выбрать

source: Select an option
ka: აირჩიეთ ვარიანტი
ru: Выберите вариант

source: Select at least
ka: აირჩიეთ მინიმუმ
ru: Выберите как минимум

source: Select default option
ka: აირჩიეთ ნაგულისხმევი ვარიანტი
ru: Выберите вариант по умолчанию

source: Send
ka: გაგზავნა
ru: Отправить

source: Send Document
ka: დოკუმენტის გაგზავნა
ru: Отправить документ

source: Share Signature Card
ka: გააზიარეთ ხელმოწერის ბარათი
ru: Поделиться карточкой подписи

source: Share the Link
ka: ბმულის გაზიარება
ru: Поделиться ссылкой

source: Share your signing experience!
ka: გააზიარეთ თქვენი ხელმოწერის გამოცდილება!
ru: Поделитесь своим опытом подписания!

source: Show advanced settings
ka: აჩვენე დამატებითი პარამეტრები
ru: Показать расширенные настройки

source: Sign
ka: ხელმოწერა
ru: Подписать

source: Sign In
ka: შესვლა
ru: Войти

source: Signature
ka: ხელმოწერა
ru: Подпись

source: Signed
ka: ხელმოწერილი
ru: Подписано

source: Signer
ka: ხელმომწერი
ru: Подписавший

source: Signers
ka: ხელმომწერები
ru: Подписавшие

source: Signers must have unique emails
ka: ხელმომწერებს უნიკალური ელფოსტა უნდა ჰქონდეთ
ru: Подписавшие должны иметь уникальные email-адреса

source: Signing
ka: ხელმოწერა
ru: Подписание

source: Signing Complete!
ka: ხელმოწერა დასრულებულია!
ru: Подписание завершено!

source: Some signers have not been assigned a signature field. Please assign at least 1 signature field to each signer before proceeding.
ka: ზოგიერთ ხელმომწერს არ აქვს მინიჭებული ხელმოწერის ველი. გთხოვთ, მინიმუმ ერთი ხელმოწერის ველი მიანიჭოთ თითოეულ ხელმომწერს, სანამ გაგრძელებას მოახდენთ.
ru: Некоторым подписавшим не назначено поле для подписи. Пожалуйста, назначьте как минимум одно поле для подписи каждому подписавшему перед продолжением.

source: Something went wrong
ka: რაღაც შეცდომა მოხდა
ru: Что-то пошло не так

source: Something went wrong while loading the document.
ka: დოკუმენტის ჩატვირთვისას შეცდომა მოხდა.
ru: Что-то пошло не так при загрузке документа.

source: Something went wrong.
ka: რაღაც შეცდომა მოხდა.
ru: Что-то пошло не так.

source: Step <0>{step} of {maxStep}</0>
ka: ეტაპი <0>{step} დან {maxStep}</0>
ru: Шаг <0>{step} из {maxStep}</0>

source: Subject <0>(Optional)</0>
ka: საგანი <0>(არჩევითი)</0>
ru: Тема <0>(необязательно)</0>

source: Submit
ka: დადასტურება
ru: Отправить

source: Team email has been revoked for {0}
ka: გუნდური ელფოსტა გაუქმებულია {0}-ისთვის
ru: Электронная почта команды была отозвана для {0}

source: Team email removed
ka: გუნდური ელფოსტა წაიშალა
ru: Электронная почта команды удалена

source: Team email removed for {teamName} on Documenso
ka: გუნდური ელფოსტა წაიშალა {teamName}-ისთვის SignDoc-ზე
ru: Электронная почта команды удалена для {teamName} на SignDoc

source: Template title
ka: შაბლონის სათაური
ru: Название шаблона

source: Text
ka: ტექსტი
ru: Текст

source: That's okay, it happens! Click the button below to reset your password.
ka: ეს ჩვეულებრივი მოვლენაა, ხდება! დააჭირეთ ქვემოთ მოცემულ ღილაკს თქვენი პაროლის გასაახლგაზრდად.
ru: Все в порядке, такое случается! Нажмите кнопку ниже, чтобы сбросить пароль.

source: The authentication required for recipients to sign fields
ka: ავტორიზაცია, რომელიც საჭიროა მიმღებებისათვის, რათა მოაწერონ ხელი ველებზე
ru: Аутентификация, необходимая для подписания полей получателями

source: The authentication required for recipients to sign the signature field.
ka: ავტორიზაცია, რომელიც საჭიროა მიმღებებისათვის, რათა მოაწერონ ხელი ხელმოწერის ველზე.
ru: Аутентификация, необходимая для подписания поля подписи получателями.

source: The authentication required for recipients to view the document.
ka: ავტორიზაცია, რომელიც საჭიროა მიმღებებისათვის, რათა ნახონ დოკუმენტი.
ru: Аутентификация, необходимая для просмотра документа получателями.

source: The document's name
ka: დოკუმენტის სახელი
ru: Название документа

source: The following team has been deleted by its owner. You will no longer be able to access this team and its documents
ka: გახსნილია შემდეგი გუნდი მისი მფლობელის მიერ. თქვენ აღარ შეგეძლებათ ამ გუნდისა და მისი დოკუმენტების წვდომა
ru: Следующая команда была удалена ее владельцем. Вы больше не сможете получить доступ к этой команде и ее документам

source: The following team has been deleted by you
ka: თქვენ მიერ წაიშალა შემდეგი გუნდი
ru: Следующая команда была удалена вами

source: The password you have entered is incorrect. Please try again.
ka: შეიყვანეთ არასწორი პაროლი. გთხოვთ, სცადეთ ხელახლა.
ru: Введенный вами пароль неверен. Пожалуйста, попробуйте снова.

source: The reason provided for deletion is the following:
ka: წაშლისთვის მოცემული მიზეზი შემდეგია:
ru: Причина удаления следующая:

source: The recipient is not required to take any action and receives a copy of the document after it is completed.
ka: მიმღებს არ სჭირდება რაიმე ქმედების განხორციელება და მიიღებს დოკუმენტის ასალს მისი დასრულების შემდეგ.
ru: Получателю не требуется предпринимать никаких действий, он получает копию документа после его завершения.

source: The recipient is required to approve the document for it to be completed.
ka: მიმღებს სჭირდება დოკუმენტის დამტკიცება მისი დასრულებისათვის.
ru: Получатель должен утвердить документ, чтобы он был завершен.

source: The recipient is required to sign the document for it to be completed.
ka: მიმღებს სჭირდება დოკუმენტის ხელმოწერა მისი დასრულებისათვის.
ru: Получатель должен подписать документ, чтобы он был завершен.

source: The recipient is required to view the document for it to be completed.
ka: მიმღებს სჭირდება დოკუმენტის ნახვა მისი დასრულებისათვის.
ru: Получатель должен просмотреть документ, чтобы он был завершен.

source: The sharing link could not be created at this time. Please try again.
ka: ამჟამად ვერ შექმნა გაზიარების ბმული. გთხოვთ, სცადეთ ხელახლა.
ru: Ссылка для общего доступа не может быть создана в данный момент. Пожалуйста, попробуйте снова.

source: The sharing link has been copied to your clipboard.
ka: გაზიარების ბმული დაიკოპირა თქვენს საკლიპტოში.
ru: Ссылка для общего доступа скопирована в ваш буфер обмена.

source: The signer's email
ka: ხელმომწერის ელ.ფოსტა
ru: Электронная почта подписавшего

source: The signer's name
ka: ხელმომწერის სახელი
ru: Имя подписанта

source: The team email <0>{teamEmail}</0> has been removed from the following team
ka: გუნდის ელ.ფოსტა <0>{teamEmail}</0> წაიშალა შემდეგი გუნდისგან
ru: Командный email <0>{teamEmail}</0> был удален из следующей команды

source: This can be overriden by setting the authentication requirements directly on each recipient in the next step.
ka: ეს შეიძლება დააკომპლექტოთ, განსაზღვროთ ავტორიზაციის მოთხოვნები პირდაპირ თითოეული მიმღებისთვის შემდეგ ეტაპზე.
ru: Это может быть изменено, задав требования к аутентификации для каждого получателя на следующем шаге.

source: This document can not be recovered, if you would like to dispute the reason for future documents please contact support.
ka: ეს დოკუმენტი ვერ იქნას აღდგენილი, თუ გსურთ მომავალ დოკუმენტებზე მიზეზის დაპირისპირება, გთხოვთ, დაუკავშირდეთ მხარდაჭერას.
ru: Этот документ не может быть восстановлен. Если вы хотите оспорить причину для будущих документов, пожалуйста, свяжитесь со службой поддержки.

source: This document has already been sent to this recipient. You can no longer edit this recipient.
ka: ეს დოკუმენტი უკვე გაგზავნილი იქნა ამ მიმღებზე. თქვენ აღარ შეგეძლებათ ამ მიმღის რედაქტირება.
ru: Этот документ уже был отправлен этому получателю. Вы больше не можете редактировать этого получателя.

source: This document is password protected. Please enter the password to view the document.
ka: ეს დოკუმენტი არის პაროლით დაცული. გთხოვთ, შეიყვანოთ პაროლი დოკუმენტის ნახვისთვის.
ru: Этот документ защищен паролем. Пожалуйста, введите пароль, чтобы просмотреть документ.

source: This document was sent using <0>Documenso.</0>
ka: ეს დოკუმენტი გაიგზავნა გამოყენებით <0>SignDoc.</0>
ru: Этот документ был отправлен с помощью <0>SignDoc.</0>

source: This field cannot be modified or deleted. When you share this template's direct link or add it to your public profile, anyone who accesses it can input their name and email, and fill in the fields assigned to them.
ka: ამ ველს არ შეუძლია შეცვლა ან წაშლა. როდესაც თქვენ გაგზავნით ამ შაბლონის პირდაპირ ბმულს ან დაამატებთ მას თქვენს საჯარო პროფილში, ვინც მას გაიხსნის, შეძლებს შეიტანოს თავისი სახელი და ელ.ფოსტა და შეავსოს მათთვის გამოყოფილი ველები.
ru: Это поле не может быть изменено или удалено. Когда вы делитесь прямой ссылкой на этот шаблон или добавляете его в свой публичный профиль, любой, кто получит доступ, может ввести свое имя и email, а также заполнить назначенные им поля.

source: This recipient can no longer be modified as they have signed a field, or completed the document.
ka: ამ მიმღებს უკვე არ შეუძლია რედაქტირება, რადგან მან ხელი მოაწერა ველს ან დაასრულა დოკუმენტი.
ru: Этот получатель больше не может быть изменен, так как он подписал поле или завершил документ.

source: This signer has already signed the document.
ka: ამ ხელმომწერმა უკვე მოაწერა ხელი დოკუმენტს.
ru: Этот подписант уже подписал документ.

source: This will override any global settings.
ka: ეს შეცვლის ყველა გლობალურ პარამეტრს.
ru: Это переопределит любые глобальные настройки.

source: Time Zone
ka: დროის ზონა
ru: Часовой пояс

source: Title
ka: სათაური
ru: Название

source: To proceed further, please set at least one value for the {0} field.
ka: გაგრძელებისთვის გთხოვთ, დააყენოთ მინიმუმ ერთი მნიშვნელობა {0} ველში.
ru: Чтобы продолжить, пожалуйста, установите хотя бы одно значение для поля {0}.

source: Update
ka: განახლება
ru: Обновить

source: Update the role and add fields as required for the direct recipient. The individual who uses the direct link will sign the document as the direct recipient.
ka: განაახლეთ როლი და დაამატეთ ველები, როგორც საჭიროა პირდაპირი მიმღებისთვის. პირი, ვინც გამოიყენებს პირდაპირ ბმულს, მოაწერს ხელს დოკუმენტს როგორც პირდაპირი მიმღები.
ru: Обновите роль и добавьте поля, если это требуется для прямого получателя. Лицо, которое использует прямую ссылку, подпишет документ как прямой получатель.

source: Upgrade
ka: განახლება
ru: Обновить

source: Upload Template Document
ka: შაბლონის დოკუმენტის ატვირთვა
ru: Загрузить документ шаблона

source: Validation
ka: ვალიდაცია
ru: Валидация

source: Value
ka: მნიშვნელობა
ru: Значение

source: View
ka: ნახვა
ru: Просмотреть

source: View document
ka: დოკუმენტის ნახვა
ru: Просмотреть документ

source: View plans
ka: გეგმების ნახვა
ru: Просмотреть планы

source: Viewed
ka: ნახვა
ru: Просмотрено

source: Viewer
ka: მნახველი
ru: Наблюдатель

source: Viewers
ka: მნახველები
ru: Наблюдатели

source: Viewing
ka: ნახვა
ru: Просмотр

source: Waiting for others
ka: მოლოდინში ვართ სხვა ადამიანებისგან
ru: Ожидание других

source: Waiting for others to complete signing.
ka: მოლოდინში ვართ, რომ სხვებმა დაასრულონ ხელმოწერა.
ru: Ожидание завершения подписи другими.

source: We're still waiting for other signers to sign this document.<0/>We'll notify you as soon as it's ready.
ka: ჩვენ ჯერ კიდევ ველოდებით სხვა ხელმომწერებს, რომ მოაწერონ ხელი ამ დოკუმენტს.<0/>მოგახსენებთ, როგორც კი მზად იქნება.
ru: Мы все еще ждем, пока другие подписанты подпишут этот документ.<0/>Мы уведомим вас, как только он будет готов.

source: We've changed your password as you asked. You can now sign in with your new password.
ka: ჩვენ შევცვალეთ თქვენი პაროლი, როგორც მიგითითეთ. ახლა შეგიძლიათ შედგეთ ახალ პაროლთან.
ru: Мы изменили ваш пароль, как вы просили. Теперь вы можете войти с новым паролем.

source: Welcome to Documenso!
ka: კეთილი იყოს თქვენი მობრძანება SignDoc-ში!
ru: Добро пожаловать в SignDoc!

source: You
ka: თქვენ
ru: Вы

source: You are about to send this document to the recipients. Are you sure you want to continue?
ka: თქვენ იგზავნით ამ დოკუმენტს მიმღებზე. დარწმუნებული ხართ, რომ გსურთ გაგრძელება?
ru: Вы собираетесь отправить этот документ получателям. Вы уверены, что хотите продолжить?

source: You can also copy and paste this link into your browser: {confirmationLink} (link expires in 1 hour)
ka: თქვენ ასევე შეგიძლიათ დააკოპიროთ და ჩააკოპიროთ ეს ბმული თქვენს ბრაუზერში: {confirmationLink} (ბმული ვადაგასულია 1 საათში)
ru: Вы также можете скопировать и вставить эту ссылку в браузер: {confirmationLink} (ссылка истекает через 1 час)

source: You can use the following variables in your message:
ka: თქვენ შეგიძლიათ გამოიყენოთ შემდეგი ცვლადები თქვენს შეტყობინებაში:
ru: Вы можете использовать следующие переменные в вашем сообщении:

source: You cannot upload documents at this time.
ka: ამჟამად არ შეგიძლიათ დოკუმენტების ატვირთვა.
ru: Вы не можете загружать документы в данный момент.

source: You don't need to sign it anymore.
ka: თქვენ აღარ გჭირდებათ მისი ხელმოწერა.
ru: Вам больше не нужно подписывать его.

source: You have been invited to join {0} on Documenso
ka: თქვენ შემოწვეული ხართ {0}-ზე SignDoc-ში
ru: Вас пригласили присоединиться к {0} на SignDoc

source: You have been invited to join the following team
ka: თქვენ შემოწვეული ხართ ამ გუნდში
ru: Вас пригласили присоединиться к следующей команде

source: You have been removed from a document
ka: თქვენ ამოიღეთ დოკუმენტიდან
ru: Вы были удалены из документа

source: You have been requested to take ownership of team {0} on Documenso
ka: თქვენ გთხოვეს, მიიღოთ გუნდის {0} მფლობელობა SignDoc-ზე
ru: Вас попросили принять владение командой {0} на SignDoc

source: You have initiated the document {0} that requires you to {recipientActionVerb} it.
ka: თქვენ დაიწყეთ დოკუმენტი {0}, რაც მოითხოვს თქვენგან {recipientActionVerb}.
ru: Вы инициировали документ {0}, который требует, чтобы вы {recipientActionVerb} его.

source: You have reached your document limit.
ka: თქვენ მიაღწიეთ დოკუმენტების შეზღუდულ რაოდენობას.
ru: Вы достигли лимита документов.

source: You have signed “{documentName}”
ka: თქვენ მოაწერეთ ხელი „{documentName}“
ru: Вы подписали «{documentName}»

source: Your document has been deleted by an admin!
ka: თქვენი დოკუმენტი წაიშალა ადმინისტრატორის მიერ!
ru: Ваш документ был удален администратором!

source: Your password has been updated.
ka: თქვენი პაროლი განახლდა.
ru: Ваш пароль был обновлен.

source: Your team has been deleted
ka: თქვენი გუნდი წაიშალა
ru: Ваша команда была удалена
