Repository: ZKhutsishvili/documenso
Catalog: packages/lib/translations/*/marketing.po
Languages: ru

source: 5 standard documents per month
ru: 5 стандартных документов в месяц

source: 5 Users Included
ru: Включено 5 пользователей

source: A 10x better signing experience.
ru: В 10 раз лучший опыт подписания.

source: Add document
ru: Добавить документ

source: Add More Users for {0}
ru: Добавить больше пользователей за {0}

source: All our metrics, finances, and learnings are public. We believe in transparency and want to share our journey with you. You can read more about why here: <0>Announcing Open Metrics</0>
ru: Все наши метрики, финансы и знания публичны. Мы верим в прозрачность и хотим делиться нашим путешествием с вами. Вы можете прочитать больше о причинах здесь: <0>Анонс Open Metrics</0>

source: Amount Raised
ru: Собранная сумма

source: API Access
ru: Доступ к API

source: Beautiful.
ru: Красиво.

source: Because signing should be celebrated. That’s why we care about the smallest detail in our product.
ru: Потому что подписание должно быть праздником. Вот почему мы заботимся о каждой мелочи в нашем продукте.

source: Blog
ru: Блог

source: Build on top.
ru: Стройте поверх.

source: Can I use Documenso commercially?
ru: Могу ли я использовать SignDoc в коммерческих целях?

source: Careers
ru: Карьера

source: Changelog
ru: История изменений

source: Choose a template from the community app store. Or submit your own template for others to use.
ru: Выберите шаблон из магазина приложений сообщества. Или предложите свой шаблон для использования другими.

source: Community
ru: Сообщество

source: Completed Documents
ru: Завершенные документы

source: Completed Documents per Month
ru: Завершенные документы в месяц

source: Connections
ru: Соединения

source: Contact Us
ru: Свяжитесь с нами

source: Create connections and automations with Zapier and more to integrate with your favorite tools.
ru: Создавайте соединения и автоматизации с Zapier и другими инструментами для интеграции с вашими любимыми приложениями.

source: Create your account and start using state-of-the-art document signing. Open and beautiful signing is within your grasp.
ru: Создайте аккаунт и начните использовать передовые технологии подписания документов. Открытое и красивое подписание теперь в ваших руках.

source: Customers with an Active Subscriptions.
ru: Клиенты с активными подписками.

source: Customise and expand.
ru: Настройте и расширяйте.

source: Design
ru: Дизайн

source: Designed for every stage of your journey.
ru: Разработано для каждого этапа вашего пути.

source: Direct Link
ru: Прямая ссылка

source: Documenso is a community effort to create an open and vibrant ecosystem around a tool, everybody is free to use and adapt. By being truly open we want to create trusted infrastructure for the future of the internet.
ru: SignDoc — это совместные усилия сообщества по созданию открытой и живой экосистемы вокруг инструмента, который каждый может свободно использовать и адаптировать. Будучи действительно открытыми, мы хотим создать надежную инфраструктуру для будущего интернета.

source: Documenso on X
ru: SignDoc на X

source: Document signing,<0/>finally open source.
ru: Подписание документов,<0/>наконец-то с открытым исходным кодом.

source: Documentation
ru: Документация

source: Easily embed Documenso into your product. Simply copy and paste our react widget into your application.
ru: Легко встраивайте SignDoc в ваш продукт. Просто скопируйте и вставьте наш React-виджет в ваше приложение.

source: Easy Sharing.
ru: Легкий обмен.

source: Email and Discord Support
ru: Поддержка по email и Discord

source: Engagement
ru: Вовлеченность

source: Enter your details.
ru: Введите свои данные.

source: Enterprise Compliance, License or Technical Needs?
ru: Корпоративное соответствие, лицензия или технические потребности?

source: Everything you need for a great signing experience.
ru: Все, что нужно для отличного опыта подписания.

source: Fast.
ru: Быстро.

source: Faster, smarter and more beautiful.
ru: Быстрее, умнее и красивее.

source: Finances
ru: Финансы

source: Follow us on X
ru: Следите за нами на X

source: For companies looking to scale across multiple teams.
ru: Для компаний, которые хотят масштабироваться на несколько команд.

source: For small teams and individuals with basic needs.
ru: Для небольших команд и частных лиц с базовыми потребностями.

source: Free
ru: Бесплатно

source: From the blog
ru: Из блога

source: Full-Time
ru: Полный рабочий день

source: Get paid (Soon).
ru: Получайте оплату (скоро).

source: Get started
ru: Начать

source: Get Started
ru: Начать

source: Get started today.
ru: Начните сегодня.

source: Get the latest news from Documenso, including product updates, team announcements and more!
ru: Получайте последние новости от SignDoc, включая обновления продукта, объявления команды и многое другое!

source: GitHub: Total Merged PRs
ru: GitHub: Всего объединенных PR

source: GitHub: Total Open Issues
ru: GitHub: Всего открытых задач

source: GitHub: Total Stars
ru: GitHub: Всего звезд

source: Global Salary Bands
ru: Глобальные вилки зарплат

source: Growth
ru: Рост

source: How can I contribute?
ru: Как я могу внести вклад?

source: How do you handle my data?
ru: Как вы обрабатываете мои данные?

source: Individual
ru: Индивидуальный

source: Integrated payments with Stripe so you don’t have to worry about getting paid.
ru: Интегрированные платежи через Stripe, чтобы вам не приходилось беспокоиться о получении оплаты.

source: Integrates with all your favourite tools.
ru: Интегрируется со всеми вашими любимыми инструментами.

source: Is there more?
ru: Есть ли что-то еще?

source: It’s up to you. Either clone our repository or rely on our easy to use hosting solution.
ru: Решать вам. Либо клонируйте наш репозиторий, либо используйте наше простое решение для хостинга.

source: Join Date
ru: Дата присоединения

source: Join the Open Signing Movement
ru: Присоединяйтесь к движению Open Signing

source: Location
ru: Местоположение

source: Make it your own through advanced customization and adjustability.
ru: Сделайте его своим с помощью расширенной настройки и адаптации.

source: Merged PR's
ru: Объединенные PR

source: Merged PRs
ru: Объединенные PR

source: Monthly
ru: Ежемесячно

source: Name
ru: Имя

source: New Users
ru: Новые пользователи

source: No credit card required
ru: Кредитная карта не требуется

source: No Credit Card required
ru: Кредитная карта не требуется

source: None of these work for you? Try self-hosting!
ru: Ни один из этих вариантов вам не подходит? Попробуйте самообслуживание!

source: Open Issues
ru: Открытые задачи

source: Open Source or Hosted.
ru: Открытый исходный код или хостинг.

source: Open Startup
ru: Открытый стартап

source: OSS Friends
ru: Друзья OSS

source: Our custom templates come with smart rules that can help you save time and energy.
ru: Наши пользовательские шаблоны поставляются с умными правилами, которые помогут вам сэкономить время и силы.

source: Our Enterprise License is great for large organizations looking to switch to Documenso for all their signing needs. It's available for our cloud offering as well as self-hosted setups and offers a wide range of compliance and Adminstration Features.
ru: Наша корпоративная лицензия отлично подходит для крупных организаций, которые хотят перейти на SignDoc для всех своих потребностей в подписании. Она доступна для нашего облачного предложения, а также для самостоятельного хостинга и предлагает широкий спектр функций соответствия и администрирования.

source: Our self-hosted option is great for small teams and individuals who need a simple solution. You can use our docker based setup to get started in minutes. Take control with full customizability and data ownership.
ru: Наш вариант с самостоятельным хостингом отлично подходит для небольших команд и частных лиц, которым нужно простое решение. Вы можете использовать нашу установку на основе Docker, чтобы начать работу за считанные минуты. Получите полный контроль с возможностью настройки и владения данными.

source: Premium Profile Name
ru: Премиальное имя профиля

source: Pricing
ru: Цены

source: Privacy
ru: Конфиденциальность

source: Profile
ru: Профиль

source: React Widget (Soon).
ru: React-виджет (скоро).

source: Receive your personal link to share with everyone you care about.
ru: Получите свою личную ссылку, чтобы поделиться со всеми, кто вам дорог.

source: Role
ru: Роль

source: Salary
ru: Зарплата

source: Save $60 or $120
ru: Сэкономьте $60 или $120

source: Securely. Our data centers are located in Frankfurt (Germany), giving us the best local privacy laws. We are very aware of the sensitive nature of our data and follow best practices to ensure the security and integrity of the data entrusted to us.
ru: Безопасно. Наши центры обработки данных расположены во Франкфурте (Германия), что дает нам лучшие местные законы о конфиденциальности. Мы очень осознаем чувствительный характер наших данных и следуем лучшим практикам, чтобы обеспечить безопасность и целостность данных, доверенных нам.

source: Send, connect, receive and embed everywhere.
ru: Отправляйте, соединяйте, получайте и встраивайте везде.

source: Seniority
ru: Стаж

source: Shop
ru: Магазин

source: Sign
ru: Подписать

source: Sign in
ru: Войти

source: Sign up
ru: Зарегистрироваться

source: Signing Process
ru: Процесс подписания

source: Signup Now
ru: Зарегистрируйтесь сейчас

source: Smart.
ru: Умно.

source: Star on GitHub
ru: Поставьте звезду на GitHub

source: Stars
ru: Звезды

source: Status
ru: Статус

source: Support
ru: Поддержка

source: Team
ru: Команда

source: Team Inbox
ru: Командный почтовый ящик

source: Teams
ru: Команды

source: Template Store (Soon).
ru: Магазин шаблонов (скоро).

source: That's awesome. You can take a look at the current <0>Issues</0> and join our <1>Discord Community</1> to keep up to date, on what the current priorities are. In any case, we are an open community and welcome all input, technical and non-technical ❤️
ru: Это замечательно. Вы можете взглянуть на текущие <0>задачи</0> и присоединиться к нашему <1>сообществу Discord</1>, чтобы быть в курсе текущих приоритетов. В любом случае, мы открытое сообщество и приветствуем любой вклад, технический и нетехнический ❤️

source: This page is evolving as we learn what makes a great signing company. We'll update it when we have more to share.
ru: Эта страница развивается по мере того, как мы узнаем, что делает компанию по подписанию великой. Мы будем обновлять ее, когда у нас будет больше информации.

source: Title
ru: Должность

source: Total Completed Documents
ru: Всего завершенных документов

source: Total Customers
ru: Всего клиентов

source: Total Funding Raised
ru: Всего привлечено финансирования

source: Total Users
ru: Всего пользователей

source: Truly your own.
ru: Действительно ваш.

source: Try our Free Plan
ru: Попробуйте наш бесплатный план

source: Twitter Stats
ru: Статистика Twitter

source: Unlimited Documents per Month
ru: Неограниченное количество документов в месяц

source: Up to 10 recipients per document
ru: До 10 получателей на документ

source: Upload a document and add fields.
ru: Загрузите документ и добавьте поля.

source: Using our hosted version is the easiest way to get started, you can simply subscribe and start signing your documents. We take care of the infrastructure, so you can focus on your business. Additionally, when using our hosted version you benefit from our trusted signing certificates which helps you to build trust with your customers.
ru: Использование нашей хостинговой версии — это самый простой способ начать работу. Вы можете просто подписаться и начать подписывать свои документы. Мы заботимся об инфраструктуре, чтобы вы могли сосредоточиться на своем бизнесе. Кроме того, при использовании нашей хостинговой версии вы получаете преимущества наших доверенных сертификатов подписи, которые помогают вам строить доверие с вашими клиентами.

source: View all stats
ru: Просмотреть всю статистику

source: We are happy to assist you at <0>support@documenso.com</0> or <1>in our Discord-Support-Channel</1> please message either Lucas or Timur to get added to the channel if you are not already a member.
ru: Мы будем рады помочь вам по адресу <0>support@signdoc.com</0> или <1>в нашем канале поддержки Discord</1>. Пожалуйста, напишите Лукасу или Тимуру, чтобы вас добавили в канал, если вы еще не являетесь участником.

source: What is the difference between the plans?
ru: В чем разница между планами?

source: When it comes to sending or receiving a contract, you can count on lightning-fast speeds.
ru: Когда дело доходит до отправки или получения контракта, вы можете рассчитывать на молниеносную скорость.

source: Where can I get support?
ru: Где я могу получить поддержку?

source: Why should I prefer Documenso over DocuSign or some other signing tool?
ru: Почему я должен предпочесть SignDoc вместо DocuSign или другого инструмента для подписания?

source: Why should I use your hosting service?
ru: Почему я должен использовать ваш хостинг?

source: Yearly
ru: Ежегодно

source: Yes! Documenso is offered under the GNU AGPL V3 open source license. This means you can use it for free and even modify it to fit your needs, as long as you publish your changes under the same license.
ru: Да! SignDoc предлагается под открытой лицензией GNU AGPL V3. Это означает, что вы можете использовать его бесплатно и даже изменять его в соответствии с вашими потребностями, при условии, что вы публикуете свои изменения под той же лицензией.

source: You can self-host Documenso for free or use our ready-to-use hosted version. The hosted version comes with additional support, painless scalability and more. Early adopters will get access to all features we build this year, for no additional cost! Forever! Yes, that includes multiple users per account later. If you want Documenso for your enterprise, we are happy to talk about your needs.
ru: Вы можете самостоятельно разместить SignDoc бесплатно или использовать нашу готовую хостинговую версию. Хостинговая версия поставляется с дополнительной поддержкой, безболезненной масштабируемостью и многим другим. Ранние пользователи получат доступ ко всем функциям, которые мы создадим в этом году, без дополнительных затрат! Навсегда! Да, это включает несколько пользователей на аккаунт позже. Если вам нужен SignDoc для вашего предприятия, мы будем рады обсудить ваши потребности.

source: Your browser does not support the video tag.
ru: Ваш браузер не поддерживает тег video.
