Repository: ZKhutsishvili/documenso
Catalog: packages/lib/translations/*/web.po
Languages: ka, ru

source: Initials
ka: ინიციალები
ru: Инициалы

source: Inserted
ka: ჩასმულია
ru: Вставлено

source: Instance Stats
ka: მაგალითის სტატისტიკა
ru: Статистика экземпляра

source: Invalid code. Please try again.
ka: არასწორი კოდი. გთხოვთ, სცადოთ ხელახლა.
ru: Неверный код. Пожалуйста, попробуйте снова.

source: Invalid file
ka: არასწორი ფაილი
ru: Неверный файл

source: Invalid link
ka: არასწორი ლინკი
ru: Неверная ссылка

source: Invalid token
ka: არასწორი ტოკენი
ru: Неверный токен

source: Invitation accepted!
ka: მოწვევა მიღებულია!
ru: Приглашение принято!

source: Invitation declined
ka: მოწვევა უარყოფილია
ru: Приглашение отклонено

source: Invitation has been deleted
ka: მოწვევა წაშლილია
ru: Приглашение удалено

source: Invitation has been resent
ka: მოწვევა კვლავ გაიგზავნა
ru: Приглашение отправлено повторно

source: Invite
ka: მოვევა
ru: Пригласить

source: Invite member
ka: წევრის მოწვევა
ru: Пригласить участника

source: Invite Members
ka: წევრების მოწვევა
ru: Пригласить участников

source: Invite team members
ka: გუნდის წევრების მოწვევა
ru: Пригласить членов команды

source: Invited At
ka: მოწვეულია
ru: Приглашение отправлено

source: Invoice
ka: ინვოისი
ru: Счет

source: IP Address
ka: IP მისამართი
ru: IP-адрес

source: It is crucial to keep your contact information, especially your email address, up to date with us. Please notify us immediately of any changes to ensure that you continue to receive all necessary communications.
ka: მნიშვნელოვანია, რომ შეინარჩუნოთ თქვენი საკონტაქტო ინფორმაცია, განსაკუთრებით თქვენი ელ.ფოსტის მისამართი. გთხოვთ, დაუყოვნებლივ შეგვატყობინოთ ნებისმიერი ცვლილების შესახებ, რათა განაგრძოთ ყველა საჭირო შეტყობინების მიღება.
ru: Очень важно держать вашу контактную информацию, особенно адрес электронной почты, в актуальном состоянии. Пожалуйста, немедленно сообщите нам о любых изменениях, чтобы продолжать получать необходимые уведомления.

source: It looks like {0} hasn't added any documents to their profile yet.
ka: როგორც ჩანს, {0}-ს ჯერ არ დაუმატებია რაიმე დოკუმენტი მის პროფილში.
ru: Похоже, {0} еще не добавил документы в свой профиль.

source: It seems that the provided token has expired. We've just sent you another token, please check your email and try again.
ka: როგორც ჩანს, მოწოდებულ ჟეტონს ვადა გაუვიდა. ჩვენ ახლახან გამოგიგზავნეთ სხვა ჟეტონი, გთხოვთ, შეამოწმოთ თქვენი ელფოსტა და სცადოთ ხელახლა.
ru: Похоже, предоставленный токен истек. Мы только что отправили вам новый токен, пожалуйста, проверьте свою электронную почту и попробуйте снова.

source: It seems that there is no token provided, if you are trying to verify your email please follow the link in your email.
ka: როგორც ჩანს, არანაირი ნიშანი არ არის მოწოდებული. თუ ცდილობთ დაადასტუროთ თქვენი ელფოსტა, გთხოვთ, მიჰყვეთ თქვენს ელფოსტაში მოცემულ ბმულს.
ru: Похоже, токен не предоставлен. Если вы пытаетесь подтвердить свою электронную почту, пожалуйста, перейдите по ссылке в письме.

source: It seems that there is no token provided. Please check your email and try again.
ka: როგორც ჩანს, არანაირი ნიშანი არ არის მოწოდებული. გთხოვთ, შეამოწმოთ თქვენი ელფოსტა და სცადოთ ხელახლა.
ru: Похоже, токен не предоставлен. Проверьте свою электронную почту и попробуйте снова.

source: It's currently not your turn to sign. You will receive an email with instructions once it's your turn to sign the document.
ka: ამჟამად თქვენი ჯერი არ არის ხელი მოაწეროთ. თქვენ მიიღებთ ელ.წერილს ინსტრუქციებით, როდესაც დოკუმენტზე ხელის მოწერის თქვენი ჯერია.
ru: Сейчас не ваша очередь подписывать. Вы получите письмо с инструкциями, когда придет ваша очередь подписывать документ.

source: Language
ka: ენა
ru: Язык

source: Last 14 days
ka: ბოლო 14 დღე
ru: Последние 14 дней

source: Last 30 days
ka: ბოლო 30 დღე
ru: Последние 30 дней

source: Last 7 days
ka: ბოლო 7 დღე
ru: Последние 7 дней

source: Last modified
ka: ბოლოს შეიცვალა
ru: Последнее изменение

source: Last updated
ka: ბოლოს განახლდა
ru: Последнее обновление

source: Last Updated
ka: ბოლოს განახლდა
ru: Последнее обновление

source: Last updated at
ka: ბოლოს განახლდა
ru: Последнее обновление:

source: Last used
ka: ბოლოს გამოყენებული
ru: Последнее использование

source: Leave
ka: დატოვება
ru: Покинуть

source: Leave team
ka: გუნდის დატოვება
ru: Покинуть команду

source: Legality of Electronic Signatures
ka: ელექტრონული ხელმოწერების კანონიერება
ru: Законность электронных подписей

source: Light Mode
ka: ნათელი რეჟიმი
ru: Светлый режим

source: Like to have your own public profile with agreements?
ka: გსურთ გქონდეთ თქვენი საკუთარი საჯარო პროფილი შეთანხმებებით?
ru: Хотите иметь свой публичный профиль с соглашениями?

source: Link template
ka: ბმული შაბლონი
ru: Шаблон ссылки

source: Listening to {0}
ka: უსმენს {0}
ru: Слушаю {0}

source: Load older activity
ka: ჩატვირთეთ ძველი აქტივობები
ru: Загрузить старую активность

source: Loading document...
ka: დოკუმენტის ჩატვირთვა...
ru: Загрузка документа...

source: Loading Document...
ka: დოკუმენტის ჩატვირთვა...
ru: Загрузка документа...

source: Loading teams...
ka: გუნდების ჩატვირთვა...
ru: Загрузка команд...

source: Loading...
ka: იტვირთება...
ru: Загрузка...

source: Login
ka: შესვლა
ru: Войти

source: Manage
ka: ადმინისტრირება
ru: Управлять

source: Manage {0}'s profile
ka: მართეთ {0}-ის პროფილი
ru: Управлять профилем {0}

source: Manage all teams you are currently associated with.
ka: მართეთ ყველა გუნდი, რომელთანაც ამჟამად ხართ დაკავშირებული.
ru: Управляйте всеми командами, с которыми вы в настоящее время связаны.

source: Manage and view template
ka: შაბლონის მართვა და ნახვა
ru: Управлять и просматривать шаблон

source: Manage details for this public template
ka: მართეთ დეტალები ამ საჯარო შაბლონისთვის
ru: Управлять деталями для этого публичного шаблона

source: Manage Direct Link
ka: მართეთ პირდაპირი ბმული
ru: Управлять прямой ссылкой

source: Manage documents
ka: მართეთ დოკუმენტები
ru: Управлять документами

source: Manage passkeys
ka: მართეთ გასაღებები
ru: Управлять ключами

source: Manage subscription
ka: მართეთ გამოწერა
ru: Управлять подпиской

source: Manage Subscription
ka: მართეთ გამოწერა
ru: Управлять подпиской

source: Manage subscriptions
ka: მართეთ გამოწერები
ru: Управлять подписками

source: Manage team subscription.
ka: მართეთ გუნდის გამოწერა.
ru: Управлять подпиской команды.

source: Manage teams
ka: მართეთ გუნდები
ru: Управлять командами

source: Manage the direct link signing for this template
ka: ამ შაბლონისთვის პირდაპირი ბმულის ხელმოწერის მართვა
ru: Управлять подписанием по прямой ссылке для этого шаблона

source: Manage the members or invite new members.
ka: მართეთ წევრები ან მოიწვიეთ ახალი წევრები.
ru: Управляйте участниками или приглашайте новых.

source: Manage users
ka: მომხმარებლების მართვა
ru: Управлять пользователями

source: Manage your passkeys.
ka: მართეთ თქვენი პაროლი.
ru: Управляйте своими ключами.

source: Manage your site settings here
ka: მართეთ თქვენი საიტის პარამეტრები აქ
ru: Управляйте настройками сайта здесь

source: Mark as Viewed
ka: მონიშნეთ ნანახად
ru: Отметить как просмотренное

source: MAU (created document)
ka: MAU (ქმნის დოკუმენტს)
ru: MAU (созданный документ)

source: MAU (had document completed)
ka: MAU (აქვს დასრულებული დოკუმენტი)
ru: MAU (документ завершен)

source: Member Since
ka: წევრი მას შემდეგ
ru: Член с

source: Members
ka: წევრები
ru: Участники

source: Modify recipients
ka: შეცვალეთ მიმღები
ru: Изменить получателей

source: Monthly
ka: ყოველთვიური
ru: Ежемесячно

source: Monthly Active Users: Users that created at least one Document
ka: ყოველთვიური აქტიური მომხმარებლები: მომხმარებლები, რომლებმაც შექმნეს მინიმუმ ერთი დოკუმენტი
ru: Ежемесячные активные пользователи: пользователи, создавшие хотя бы один документ

source: Monthly Active Users: Users that had at least one of their documents completed
ka: ყოველთვიური აქტიური მომხმარებლები: მომხმარებლები, რომლებმაც შეავსეს მინიმუმ ერთი დოკუმენტი
ru: Ежемесячные активные пользователи: пользователи, чьи документы были завершены

source: Move
ka: გადატანა
ru: Переместить

source: Move Document to Team
ka: დოკუმენტის გუნდში გადატანა
ru: Переместить документ в команду

source: Move Template to Team
ka: შაბლონის გადატანა გუნდში
ru: Переместить шаблон в команду

source: Move to Team
ka: გუნდში გადასვლა
ru: Переместить в команду

source: Moving...
ka: გადადის...
ru: Перемещение...

source: My templates
ka: ჩემი შაბლონები
ru: Мои шаблоны

source: Name
ka: სახელი
ru: Имя

source: Need to sign documents?
ka: საჭიროა დოკუმენტების ხელმოწერა?
ru: Нужно подписать документы?

source: Never
ka: არასოდეს
ru: Никогда

source: Never expire
ka: არასოდეს იწუროს
ru: Никогда не истекает

source: New team owner
ka: გუნდის ახალი მფლობელი
ru: Новый владелец команды

source: New Template
ka: ახალი შაბლონი
ru: Новый шаблон

source: Next
ka: შემდეგი
ru: Далее

source: Next field
ka: შემდეგი ველი
ru: Следующее поле

source: No active drafts
ka: აქტიური მონახაზები არ არის
ru: Нет активных черновиков

source: No payment required
ka: გადახდა არ არის საჭირო
ru: Платеж не требуется

source: No public profile templates found
ka: საჯარო პროფილის შაბლონები ვერ მოიძებნა
ru: Шаблоны публичных профилей не найдены

source: No recent activity
ka: მიმდინარე აქტივობა არ არის
ru: Нет недавней активности

source: No recent documents
ka: მიმდინარე დოკუმენტები არ არის
ru: Нет недавних документов

source: No recipients
ka: არ არის მიმღები
ru: Нет получателей

source: No results found.
ka: შედეგი ვერ მოიძებნა.
ru: Результаты не найдены.

source: No token provided
ka: ჟეტონი არ არის მოწოდებული
ru: Токен не предоставлен

source: No valid direct templates found
ka: სწორი პირდაპირი შაბლონები ვერ მოიძებნა
ru: Действительные прямые шаблоны не найдены

source: No valid recipients found
ka: მოქმედი მიმღებები ვერ მოიძებნა
ru: Действительные получатели не найдены

source: No value found.
ka: მნიშვნელობა ვერ მოიძებნა.
ru: Значение не найдено.

source: No worries, it happens! Enter your email and we'll email you a special link to reset your password.
ka: არ ინერვიულო, ეს ხდება! შეიყვანეთ თქვენი ელფოსტა და ჩვენ გამოგიგზავნით სპეციალურ ბმულს თქვენი პაროლის აღსადგენად.
ru: Не переживайте, это бывает! Введите свой email, и мы отправим вам специальную ссылку для сброса пароля.

source: Not supported
ka: არ არის მხარდაჭერილი
ru: Не поддерживается

source: Nothing to do
ka: დაუკავშირებელი
ru: Нечего делать

source: Number
ka: ნომერი
ru: Число

source: On this page, you can create a new webhook.
ka: ამ გვერდზე შეგიძლიათ შექმნათ ახალი ვებჰუკი.
ru: На этой странице вы можете создать новый вебхук.

source: On this page, you can create new API tokens and manage the existing ones. <0/>Also see our <1>Documentation</1>.
ka: ამ გვერდზე შეგიძლიათ შექმნათ ახალი API ტოკენები და მართოთ არსებული. <0/>ასევე იხილეთ ჩვენი <1>დოკუმენტაცია</1>.
ru: На этой странице вы можете создать новые API токены и управлять существующими. <0/>Также смотрите нашу <1>документацию</1>.

source: On this page, you can create new API tokens and manage the existing ones. <0/>You can view our swagger docs <1>here</1>
ka: ამ გვერდზე შეგიძლიათ შექმნათ ახალი API ტოკენები და მართოთ არსებული. <0/>შეგიძლიათ იხილოთ ჩვენი swagger დოკუმენტაცია <1>აქ</1>
ru: На этой странице вы можете создать новые API токены и управлять существующими. <0/>Вы можете просмотреть нашу документацию swagger <1>здесь</1>.

source: On this page, you can create new Webhooks and manage the existing ones.
ka: ამ გვერდზე შეგიძლიათ შექმნათ ახალი ვებჰუკები და მართოთ არსებული.
ru: На этой странице вы можете создать новые вебхуки и управлять существующими.

source: On this page, you can edit the webhook and its settings.
ka: ამ გვერდზე შეგიძლიათ შეცვალოთ ვებჰუკი და მისი პარამეტრები.
ru: На этой странице вы можете редактировать вебхук и его настройки.

source: Once confirmed, the following will occur:
ka: დადასტურების შემდეგ მოხდება შემდეგი:
ru: После подтверждения произойдут следующие действия:

source: Once you have scanned the QR code or entered the code manually, enter the code provided by your authenticator app below.
ka: QR კოდის სკანირების ან კოდის ხელით შეყვანის შემდეგ, შეიყვანეთ თქვენი აუთენტიფიკატორი აპლიკაციის მიერ მოწოდებული კოდი ქვემოთ.
ru: После того как вы отсканируете QR-код или введете код вручную, введите код, предоставленный вашим приложением-аутентификатором, ниже.

source: Oops! Something went wrong.
ka: უპს! რაღაც შეცდომა მოხდა.
ru: Ой! Что-то пошло не так.

source: Opened
ka: გახსნილი
ru: Открыто

source: Or
ka: ან
ru: Или

source: Or continue with
ka: ან გააგრძელეთ
ru: Или продолжить с

source: Otherwise, the document will be created as a draft.
ka: სხვა შემთხვევაში, დოკუმენტი შეიქმნება როგორც დრაფტი.
ru: В противном случае документ будет создан как черновик.

source: Owner
ka: მფლობელი
ru: Владелец

source: Paid
ka: გადახდილი
ru: Оплачено

source: Passkey
ka: გასაღები
ru: Ключ для входа

source: Passkey already exists for the provided authenticator
ka: გასაღები უკვე არსებობს მოცემული აუთენტიფიკატორისთვის
ru: Ключ для входа уже существует для предоставленного аутентификатора

source: Passkey creation cancelled due to one of the following reasons:
ka: გასაღების შექმნა გაუქმდა შემდეგი მიზეზების გამო:
ru: Создание ключа для входа отменено по одной из следующих причин:

source: Passkey has been removed
ka: გასაღები წაშლილია
ru: Ключ для входа был удален

source: Passkey has been updated
ka: გასაღები განახლებულია
ru: Ключ для входа был обновлен

source: Passkey name
ka: გასაღების სახელი
ru: Имя ключа для входа

source: Passkey Re-Authentication
ka: გასაღების ხელახალი აუთენტიფიკაცია
ru: Повторная аутентификация ключа для входа

source: Passkeys
ka: გასაღებები
ru: Ключи для входа

source: Passkeys allow you to sign in and authenticate using biometrics, password managers, etc.
ka: გასაღებები საშუალებას გაძლევთ შეხვიდეთ და დაადასტუროთ ბიომეტრიის, პაროლების მენეჯერების და ა.შ. გამოყენებით.
ru: Ключи для входа позволяют вам входить и аутентифицироваться с использованием биометрии, менеджеров паролей и т. д.

source: Passkeys are not supported on this browser
ka: გასაღებები არ არის მხარდაჭერილი ამ ბრაუზერში
ru: Ключи для входа не поддерживаются в этом браузере

source: Password
ka: პაროლი
ru: Пароль

source: Password updated
ka: პაროლი განახლებულია
ru: Пароль обновлен

source: Pay
ka: გადახდა
ru: Оплатить

source: Payment is required to finalise the creation of your team.
ka: გადახდა საჭიროა თქვენი გუნდის შექმნის დასასრულებლად.
ru: Для завершения создания вашей команды требуется оплата.

source: Payment overdue
ka: გადახდის ვადა გასულია
ru: Просроченная оплата

source: Pending
ka: მოლოდინში
ru: Ожидает

source: Pending documents
ka: მოლოდინში მყოფი დოკუმენტები
ru: Ожидающие документы

source: Pending Documents
ka: მოლოდინში მყოფი დოკუმენტები
ru: Ожидающие документы

source: Pending invitations
ka: მოლოდინში მყოფი მოწვევები
ru: Ожидающие приглашения

source: Pending team deleted.
ka: მოლოდინში მყოფი გუნდი წაშლილია.
ru: Ожидающая команда удалена.

source: Personal
ka: პირადი
ru: Личное

source: Personal Account
ka: პირადი ანგარიში
ru: Личный аккаунт

source: Pick a password
ka: აირჩიეთ პაროლი
ru: Выберите пароль

source: Pick any of the following agreements below and start signing to get started
ka: აირჩიეთ ქვემოთ მოცემული ხელშეკრულებებიდან ნებისმიერი და დაიწყეთ ხელმოწერა
ru: Выберите любое из следующих соглашений и начните подписывать, чтобы начать

source: Please check the CSV file and make sure it is according to our format
ka: გთხოვთ შეამოწმოთ CSV ფაილი და დარწმუნდეთ, რომ ის ჩვენი ფორმატის შესაბამისია
ru: Пожалуйста, проверьте CSV файл и убедитесь, что он соответствует нашему формату

source: Please check your email for updates.
ka: გთხოვთ შეამოწმოთ თქვენი ელფოსტა განახლებებისთვის.
ru: Пожалуйста, проверьте свою почту для обновлений.

source: Please choose your new password
ka: გთხოვთ აირჩიოთ თქვენი ახალი პაროლი
ru: Пожалуйста, выберите новый пароль

source: Please contact support if you would like to revert this action.
ka: გთხოვთ დაუკავშირდეთ მხარდაჭერას, თუ გსურთ ამ მოქმედების გაუქმება.
ru: Пожалуйста, свяжитесь с поддержкой, если вы хотите отменить это действие.

source: Please enter a meaningful name for your token. This will help you identify it later.
ka: გთხოვთ შეიყვანოთ მნიშვნელოვანი სახელი თქვენი ტოკენისთვის. ეს დაგეხმარებათ მის მოგვიანებით იდენტიფიცირებაში.
ru: Пожалуйста, введите осмысленное имя для вашего токена. Это поможет вам позже его идентифицировать.

source: Please mark as viewed to complete
ka: გთხოვთ მონიშნოთ როგორც ნანახი დასასრულებლად
ru: Пожалуйста, отметьте как просмотренное для завершения

source: Please note that proceeding will remove direct linking recipient and turn it into a placeholder.
ka: გთხოვთ გაითვალისწინოთ, რომ გაგრძელება წაშლის პირდაპირი ბმულის მიმღებს და გადააქცევს მას ადგილმჭერად.
ru: Обратите внимание, что продолжение приведет к удалению получателя прямой ссылки и превращению его в заполнитель.

source: Please note that this action is <0>irreversible</0>.
ka: გთხოვთ გაითვალისწინოთ, რომ ეს მოქმედება არის <0>შეუქცევადი</0>.
ru: Обратите внимание, что это действие <0>необратимо</0>.

source: Please note that this action is <0>irreversible</0>. Once confirmed, this document will be permanently deleted.
ka: გთხოვთ გაითვალისწინოთ, რომ ეს მოქმედება არის <0>შეუქცევადი</0>. დადასტურების შემდეგ, ეს დოკუმენტი სამუდამოდ წაიშლება.
ru: Пожалуйста, обратите внимание, что это действие <0>необратимо</0>. После подтверждения этот документ будет удален навсегда.

source: Please note that this action is irreversible. Once confirmed, your template will be permanently deleted.
ka: გთხოვთ გაითვალისწინოთ, რომ ეს მოქმედება შეუქცევადია. დადასტურების შემდეგ, თქვენი შაბლონი სამუდამოდ წაიშლება.
ru: Пожалуйста, обратите внимание, что это действие необратимо. После подтверждения ваш шаблон будет удален навсегда.

source: Please note that this action is irreversible. Once confirmed, your token will be permanently deleted.
ka: გთხოვთ გაითვალისწინოთ, რომ ეს მოქმედება შეუქცევადია. დადასტურების შემდეგ, თქვენი ტოკენი სამუდამოდ წაიშლება.
ru: Пожалуйста, обратите внимание, что это действие необратимо. После подтверждения ваш токен будет удален навсегда.

source: Please note that this action is irreversible. Once confirmed, your webhook will be permanently deleted.
ka: გთხოვთ გაითვალისწინოთ, რომ ეს მოქმედება შეუქცევადია. დადასტურების შემდეგ, თქვენი ვებჰუკი სამუდამოდ წაიშლება.
ru: Пожалуйста, обратите внимание, что это действие необратимо. После подтверждения ваш вебхук будет удален навсегда.

source: Please note that you will lose access to all documents associated with this team & all the members will be removed and notified
ka: გთხოვთ გაითვალისწინოთ, რომ დაკარგავთ წვდომას ამ გუნდთან დაკავშირებულ ყველა დოკუმენტზე და ყველა წევრი წაიშლება და შეტყობინებას მიიღებს
ru: Пожалуйста, обратите внимание, что вы потеряете доступ ко всем документам, связанным с этой командой, и все члены будут удалены и уведомлены.

source: Please provide a token from the authenticator, or a backup code. If you do not have a backup code available, please contact support.
ka: გთხოვთ მოგვაწოდოთ ტოკენი აუთენტიფიკატორიდან, ან სარეზერვო კოდი. თუ სარეზერვო კოდი არ გაქვთ, გთხოვთ დაუკავშირდეთ მხარდაჭერას.
ru: Пожалуйста, предоставьте токен из аутентификатора или резервный код. Если у вас нет доступного резервного кода, пожалуйста, свяжитесь с поддержкой.

source: Please provide a token from your authenticator, or a backup code.
ka: გთხოვთ მოგვაწოდოთ ტოკენი თქვენი აუთენტიფიკატორიდან, ან სარეზერვო კოდი.
ru: Пожалуйста, предоставьте токен из вашего аутентификатора или резервный код.

source: Please review the document before signing.
ka: გთხოვთ გადახედოთ დოკუმენტს ხელმოწერამდე.
ru: Пожалуйста, просмотрите документ перед подписанием.

source: Please try again and make sure you enter the correct email address.
ka: გთხოვთ სცადოთ ხელახლა და დარწმუნდეთ, რომ სწორ ელფოსტას უთითებთ.
ru: Пожалуйста, попробуйте еще раз и убедитесь, что вы ввели правильный адрес электронной почты.

source: Please try again later or login using your normal details
ka: გთხოვთ სცადოთ მოგვიანებით ან შედით თქვენი ჩვეული მონაცემებით
ru: Пожалуйста, попробуйте позже или войдите, используя свои обычные данные.

source: Please try again later.
ka: გთხოვთ სცადოთ მოგვიანებით.
ru: Пожалуйста, попробуйте позже.

source: Please type <0>{0}</0> to confirm.
ka: გთხოვთ აკრიფეთ <0>{0}</0> დასადასტურებლად.
ru: Пожалуйста, введите <0>{0}</0> для подтверждения.

source: Preferences
ka: პრეფერენციები
ru: Настройки

source: Preview and configure template.
ka: შაბლონის წინასწარი ნახვა და კონფიგურაცია.
ru: Предпросмотр и настройка шаблона.

source: Private
ka: პირადი
ru: Частный

source: Private templates can only be modified and viewed by you.
ka: პირადი შაბლონების შეცვლა და ნახვა მხოლოდ თქვენ შეგიძლიათ.
ru: Частные шаблоны могут быть изменены и просмотрены только вами.

source: Profile
ka: პროფილი
ru: Профиль

source: Profile is currently <0>hidden</0>.
ka: პროფილი ამჟამად <0>დამალულია</0>.
ru: Профиль в данный момент <0>скрыт</0>.

source: Profile is currently <0>visible</0>.
ka: პროფილი ამჟამად <0>ხილულია</0>.
ru: Профиль в данный момент <0>видим</0>.

source: Profile updated
ka: პროფილი განახლებულია
ru: Профиль обновлен

source: Public
ka: საჯარო
ru: Публичный

source: Public Profile
ka: საჯარო პროფილი
ru: Публичный профиль

source: Public profile URL
ka: საჯარო პროფილის URL
ru: URL публичного профиля

source: Public profile username
ka: საჯარო პროფილის მომხმარებლის სახელი
ru: Имя пользователя публичного профиля

source: Public templates are connected to your public profile. Any modifications to public templates will also appear in your public profile.
ka: საჯარო შაბლონები დაკავშირებულია თქვენს საჯარო პროფილთან. საჯარო შაბლონებში შეტანილი ნებისმიერი ცვლილება ასევე გამოჩნდება თქვენს საჯარო პროფილში.
ru: Публичные шаблоны связаны с вашим публичным профилем. Все изменения публичных шаблонов также появятся в вашем публичном профиле.

source: Read only field
ka: მხოლოდ წაკითხვის ველი
ru: Только для чтения

source: Read the full <0>signature disclosure</0>.
ka: წაიკითხეთ სრული <0>ხელმოწერის განმარტება</0>.
ru: Прочитайте полный <0>дисклеймер подписи</0>.

source: Ready
ka: მზადაა
ru: Готово

source: Reason
ka: მიზეზი
ru: Причина

source: Reauthentication is required to sign this field
ka: ამ ველის ხელმოწერისთვის საჭიროა ხელახალი ავტორიზაცია
ru: Требуется повторная аутентификация для подписи этого поля

source: Recent activity
ka: ბოლო აქტივობა
ru: Последняя активность

source: Recent documents
ka: ბოლო დოკუმენტები
ru: Недавние документы

source: Recipient
ka: მიმღები
ru: Получатель

source: Recipient updated
ka: მიმღები განახლებულია
ru: Получатель обновлен

source: Recipients
ka: მიმღებები
ru: Получатели

source: Recipients metrics
ka: მიმღებთა მეტრიკები
ru: Метрики получателей

source: Recipients will still retain their copy of the document
ka: მიმღებები შეინარჩუნებენ დოკუმენტის თავიანთ ასლს
ru: Получатели все равно сохранят свою копию документа

source: Recovery code copied
ka: აღდგენის კოდი დაკოპირებულია
ru: Код восстановления скопирован

source: Recovery codes
ka: აღდგენის კოდები
ru: Коды восстановления

source: Registration Successful
ka: რეგისტრაცია წარმატებულია
ru: Регистрация прошла успешно

source: Remembered your password? <0>Sign In</0>
ka: გაგახსენდათ პაროლი? <0>შესვლა</0>
ru: Вспомнили свой пароль? <0>Войти</0>

source: Remove
ka: წაშლა
ru: Удалить

source: Remove team email
ka: გუნდის ელ-ფოსტის წაშლა
ru: Удалить командный email

source: Remove team member
ka: გუნდის წევრის წაშლა
ru: Удалить члена команды

source: Repeat Password
ka: გაიმეორეთ პაროლი
ru: Повторите пароль

source: Request transfer
ka: გადაცემის მოთხოვნა
ru: Запросить передачу

source: Reseal document
ka: დოკუმენტის ხელახლა დაბეჭდვა
ru: Переупечать документ

source: Resend
ka: ხელახლა გაგზავნა
ru: Отправить снова

source: Resend Confirmation Email
ka: დადასტურების წერილის ხელახლა გაგზავნა
ru: Отправить письмо для подтверждения снова

source: Resend verification
ka: დადასტურების ხელახლა გაგზავნა
ru: Отправить подтверждение снова
