Repository: ZKhutsishvili/documenso
Catalog: packages/lib/translations/*/web.po
Languages: ka, ru

source: Reset
ka: გადატვირთვა
ru: Сбросить

source: Reset email sent
ka: პაროლის აღდგენის წერილი გაგზავნილია
ru: Письмо для сброса пароля отправлено

source: Reset Password
ka: პაროლის აღდგენა
ru: Сбросить пароль

source: Resetting Password...
ka: პაროლის აღდგენა მიმდინარეობს...
ru: Сброс пароля...

source: Resolve
ka: გადაჭრა
ru: Решить

source: Resolve payment
ka: გადახდის გადაჭრა
ru: Решить платёж

source: Retention of Documents
ka: დოკუმენტების შენახვა
ru: Хранение документов

source: Retry
ka: ხელახლა ცდა
ru: Попробовать снова

source: Return
ka: დაბრუნება
ru: Вернуться

source: Return to Dashboard
ka: დაშბორდზე დაბრუნება
ru: Вернуться на панель

source: Return to Home
ka: მთავარზე დაბრუნება
ru: Вернуться на главную

source: Return to sign in
ka: შესვლაზე დაბრუნება
ru: Вернуться к входу

source: Revoke
ka: გაუქმება
ru: Отозвать

source: Revoke access
ka: წვდომის გაუქმება
ru: Отозвать доступ

source: Role
ka: როლი
ru: Роль

source: Roles
ka: როლები
ru: Роли

source: Save
ka: შენახვა
ru: Сохранить

source: Search
ka: ძიება
ru: Поиск

source: Search by document title
ka: დოკუმენტის სათაურით ძებნა
ru: Поиск по названию документа

source: Search by name or email
ka: სახელით ან ელფოსტით ძებნა
ru: Поиск по имени или email

source: Search documents...
ka: დოკუმენტების ძიება...
ru: Поиск документов...

source: Secret
ka: საიდუმლო
ru: Секрет

source: Security
ka: უსაფრთხოება
ru: Безопасность

source: Security activity
ka: უსაფრთხოების აქტივობა
ru: Активность безопасности

source: Select
ka: არჩევა
ru: Выбрать

source: Select a team
ka: აირჩიეთ გუნდი
ru: Выберите команду

source: Select a team to move this document to. This action cannot be undone.
ka: აირჩიეთ გუნდი დოკუმენტის გადასატანად. ეს მოქმედება ვერ გაუქმდება.
ru: Выберите команду, в которую хотите переместить этот документ. Это действие нельзя отменить.

source: Select a team to move this template to. This action cannot be undone.
ka: აირჩიეთ გუნდი შაბლონის გადასატანად. ეს მოქმედება ვერ გაუქმდება.
ru: Выберите команду, в которую хотите переместить этот шаблон. Это действие нельзя отменить.

source: Select a template you'd like to display on your public profile
ka: აირჩიეთ შაბლონი, რომლის ჩვენებაც გსურთ თქვენს საჯარო პროფილზე
ru: Выберите шаблон, который вы хотите показать в вашем публичном профиле

source: Select a template you'd like to display on your team's public profile
ka: აირჩიეთ შაბლონი, რომლის ჩვენებაც გსურთ თქვენი გუნდის საჯარო პროფილზე
ru: Выберите шаблон, который вы хотите показать в публичном профиле вашей команды

source: Select passkey
ka: აირჩიეთ გასაღები
ru: Выберите ключ доступа

source: Send confirmation email
ka: დადასტურების იმეილის გაგზავნა
ru: Отправить подтверждающее письмо

source: Send document
ka: დოკუმენტის გაგზავნა
ru: Отправить документ

source: Send reminder
ka: შეხსენების გაგზავნა
ru: Отправить напоминание

source: Sender
ka: გამგზავნი
ru: Отправитель

source: Sending Reset Email...
ka: პაროლის აღდგენის წერილის გაგზავნა...
ru: Отправка письма для сброса пароля...

source: Sending...
ka: იგზავნება...
ru: Отправка...

source: Sent
ka: გაგზავნილია
ru: Отправлено

source: Set a password
ka: დააყენეთ პაროლი
ru: Установить пароль

source: Settings
ka: პარამეტრები
ru: Настройки

source: Setup
ka: დაყენება
ru: Настройка

source: Share
ka: გაზიარება
ru: Поделиться

source: Share Signing Card
ka: ხელმოწერის ბარათის გაზიარება
ru: Поделиться картой подписания

source: Show
ka: ჩვენება
ru: Показать

source: Show additional information
ka: დამატებითი ინფორმაციის ჩვენება
ru: Показать дополнительную информацию

source: Show templates in your public profile for your audience to sign and get started quickly
ka: აჩვენეთ შაბლონები თქვენს საჯარო პროფილზე, რათა თქვენმა აუდიტორიამ სწრაფად მოაწეროს ხელი და დაიწყოს
ru: Покажите шаблоны в вашем публичном профиле, чтобы ваша аудитория могла быстро подписать и начать работу

source: Show templates in your team public profile for your audience to sign and get started quickly
ka: აჩვენეთ შაბლონები თქვენი გუნდის საჯარო პროფილზე, რათა თქვენმა აუდიტორიამ სწრაფად მოაწეროს ხელი და დაიწყოს
ru: Покажите шаблоны в публичном профиле вашей команды, чтобы ваша аудитория могла быстро подписать и начать работу

source: Sign
ka: ხელმოწერა
ru: Подписать

source: Sign as {0} <0>({1})</0>
ka: ხელმოწერა როგორც {0} <0>({1})</0>
ru: Подписать как {0} <0>({1})</0>

source: Sign as<0>{0} <1>({1})</1></0>
ka: ხელმოწერა როგორც<0>{0} <1>({1})</1></0>
ru: Подписать как<0>{0} <1>({1})</1></0>

source: Sign document
ka: დოკუმენტის ხელმოწერა
ru: Подписать документ

source: Sign Document
ka: დოკუმენტის ხელმოწერა
ru: Подписать документ

source: Sign field
ka: ხელმოწერის ველი
ru: Поле для подписи

source: Sign Here
ka: მოაწერეთ ხელი აქ
ru: Подписать здесь

source: Sign In
ka: შესვლა
ru: Войти

source: Sign in to your account
ka: შედით თქვენს ანგარიშში
ru: Войдите в ваш аккаунт

source: Sign Out
ka: გასვლა
ru: Выйти

source: Sign the document to complete the process.
ka: ხელი მოაწერეთ დოკუმენტს პროცესის დასასრულებლად.
ru: Подпишите документ, чтобы завершить процесс.

source: Sign up
ka: რეგისტრაცია
ru: Зарегистрироваться

source: Sign Up
ka: რეგისტრაცია
ru: Зарегистрироваться

source: Sign Up with Google
ka: Google-ით რეგისტრაცია
ru: Зарегистрироваться через Google

source: Sign Up with OIDC
ka: OIDC-ით რეგისტრაცია
ru: Зарегистрироваться с OIDC

source: Signature
ka: ხელმოწერა
ru: Подпись

source: Signature ID
ka: ხელმოწერის ID
ru: ID подписи

source: Signatures Collected
ka: შეგროვებული ხელმოწერები
ru: Собрано подписей

source: Signatures will appear once the document has been completed
ka: ხელმოწერები გამოჩნდება დოკუმენტის დასრულების შემდეგ
ru: Подписи появятся, как только документ будет завершен

source: Signed
ka: ხელმოწერილია
ru: Подписано

source: Signer Events
ka: ხელმომწერის მოვლენები
ru: События подписанта

source: Signing Certificate
ka: ხელმოწერის სერტიფიკატი
ru: Сертификат подписи

source: Signing certificate provided by
ka: ხელმოწერის სერტიფიკატი მოწოდებულია
ru: Сертификат подписи предоставлен

source: Signing in...
ka: შესვლა...
ru: Вход в систему...

source: Signing up...
ka: რეგისტრაცია...
ru: Регистрация...

source: Since {0}
ka: {0}-დან
ru: С {0}

source: Site Banner
ka: საიტის ბანერი
ru: Баннер сайта

source: Site Settings
ka: საიტის პარამეტრები
ru: Настройки сайта

source: Something went wrong
ka: რაღაც შეცდომა მოხდა
ru: Что-то пошло не так

source: Something went wrong while attempting to transfer the ownership of team <0>{0}</0> to your. Please try again later or contact support.
ka: შეცდომა მოხდა გუნდის <0>{0}</0> მფლობელობის გადაცემისას. გთხოვთ, სცადოთ მოგვიანებით ან დაუკავშირდეთ მხარდაჭერას.
ru: Что-то пошло не так при попытке передать право собственности на команду <0>{0}</0> вам. Пожалуйста, попробуйте снова позже или свяжитесь с поддержкой.

source: Something went wrong while attempting to verify your email address for <0>{0}</0>. Please try again later.
ka: შეცდომა მოხდა თქვენი ელფოსტის დადასტურებისას <0>{0}</0>-სთვის. გთხოვთ, სცადოთ მოგვიანებით.
ru: Что-то пошло не так при попытке подтвердить ваш адрес электронной почты для <0>{0}</0>. Пожалуйста, попробуйте снова позже.

source: Something went wrong while loading your passkeys.
ka: შეცდომა მოხდა თქვენი გასაღებების ჩატვირთვისას.
ru: Что-то пошло не так при загрузке ваших ключей безопасности.

source: Something went wrong while sending the confirmation email.
ka: შეცდომა მოხდა დადასტურების წერილის გაგზავნისას.
ru: Что-то пошло не так при отправке подтверждающего письма.

source: Something went wrong while updating the team billing subscription, please contact support.
ka: შეცდომა მოხდა გუნდის გადახდის გამოწერის განახლებისას, გთხოვთ დაუკავშირდეთ მხარდაჭერას.
ru: Что-то пошло не так при обновлении подписки на командное выставление счетов, пожалуйста, свяжитесь с поддержкой.

source: Something went wrong. Please try again or contact support.
ka: რაღაც შეცდომა მოხდა. გთხოვთ, სცადოთ ხელახლა ან დაუკავშირდეთ მხარდაჭერას.
ru: Что-то пошло не так. Пожалуйста, попробуйте снова или свяжитесь с поддержкой.

source: Sorry, we were unable to download the audit logs. Please try again later.
ka: უკაცრავად, აუდიტის ჟურნალების ჩამოტვირთვა ვერ მოხერხდა. გთხოვთ, სცადოთ მოგვიანებით.
ru: Извините, мы не смогли скачать журналы аудита. Пожалуйста, попробуйте снова позже.

source: Sorry, we were unable to download the certificate. Please try again later.
ka: უკაცრავად, სერტიფიკატის ჩამოტვირთვა ვერ მოხერხდა. გთხოვთ, სცადოთ მოგვიანებით.
ru: Извините, мы не смогли скачать сертификат. Пожалуйста, попробуйте снова позже.

source: Source
ka: წყარო
ru: Источник

source: Stats
ka: სტატისტიკა
ru: Статистика

source: Status
ka: სტატუსი
ru: Статус

source: Subscribe
ka: გამოწერა
ru: Подписаться

source: Subscription
ka: გამოწერა
ru: Подписка

source: Subscriptions
ka: გამოწერები
ru: Подписки

source: Success
ka: წარმატება
ru: Успех

source: Successfully created passkey
ka: პასკი წარმატებით შეიქმნა
ru: Ключ безопасности успешно создан

source: System Requirements
ka: სისტემური მოთხოვნები
ru: Системные требования

source: System Theme
ka: სისტემური თემა
ru: Системная тема

source: Team
ka: გუნდი
ru: Команда

source: Team checkout
ka: გუნდის შემოწმება
ru: Оформление команды

source: Team email
ka: გუნდის ელფოსტა
ru: Электронная почта команды

source: Team Email
ka: გუნდის ელფოსტა
ru: Электронная почта команды

source: Team email already verified!
ka: გუნდის ელფოსტა უკვე დადასტურებულია!
ru: Электронная почта команды уже подтверждена!

source: Team email has been removed
ka: გუნდის ელფოსტა წაშლილია
ru: Электронная почта команды была удалена

source: Team email verification
ka: გუნდის ელფოსტის დადასტურება
ru: Подтверждение электронной почты команды

source: Team email verified!
ka: გუნდის ელფოსტა დადასტურებულია!
ru: Электронная почта команды подтверждена!

source: Team email was updated.
ka: გუნდის ელფოსტა განახლდა.
ru: Электронная почта команды была обновлена

source: Team invitation
ka: გუნდის მოწვევა
ru: Приглашение в команду

source: Team invitations have been sent.
ka: გუნდის მოწვევები გაგზავნილია.
ru: Приглашения в команду были отправлены.

source: Team Member
ka: გუნდის წევრი
ru: Участник команды

source: Team Name
ka: გუნდის სახელი
ru: Название команды

source: Team Only
ka: მხოლოდ გუნდისთვის
ru: Только для команды

source: Team only templates are not linked anywhere and are visible only to your team.
ka: მხოლოდ გუნდის თემფლეითები არსად არ არის დაკავშირებული და ხილულია მხოლოდ თქვენი გუნდისთვის.
ru: Шаблоны только для команды не связаны с другими и видны только вашей команде.

source: Team ownership transfer
ka: გუნდის მფლობელობის გადაცემა
ru: Передача прав собственности на команду

source: Team ownership transfer already completed!
ka: გუნდის მფლობელობის გადაცემა უკვე დასრულებულია!
ru: Передача прав собственности на команду уже завершена!

source: Team ownership transferred!
ka: გუნდის მფლობელობა გადაცემულია!
ru: Права собственности на команду переданы!

source: Team Public Profile
ka: გუნდის საჯარო პროფილი
ru: Публичный профиль команды

source: Team settings
ka: გუნდის პარამეტრები
ru: Настройки команды

source: Team Settings
ka: გუნდის პარამეტრები
ru: Настройки команды

source: Team templates
ka: გუნდის თემფლეითები
ru: Шаблоны команды

source: Team transfer in progress
ka: გუნდის გადაცემა მიმდინარეობს
ru: Передача команды в процессе

source: Team transfer request expired
ka: გუნდის გადაცემის მოთხოვნას ვადა გაუვიდა
ru: Запрос на передачу команды истек

source: Team URL
ka: გუნდის URL
ru: URL команды

source: Teams
ka: გუნდები
ru: Команды

source: Teams restricted
ka: გუნდები შეზღუდულია
ru: Ограничения на команды

source: Template
ka: თემფლეითი
ru: Шаблон

source: Template deleted
ka: თემფლეითი წაშლილია
ru: Шаблон удален

source: Template document uploaded
ka: თემფლეითის დოკუმენტი ატვირთულია
ru: Документ шаблона загружен

source: Template duplicated
ka: თემფლეითი დუბლირებულია
ru: Шаблон дублирован

source: Template has been removed from your public profile.
ka: თემფლეითი წაშლილია თქვენი საჯარო პროფილიდან.
ru: Шаблон был удален из вашего публичного профиля.

source: Template has been updated.
ka: თემფლეითი განახლებულია.
ru: Шаблон был обновлен.

source: Template moved
ka: თემფლეითი გადატანილია
ru: Шаблон перемещен

source: Template saved
ka: თემფლეითი შენახულია
ru: Шаблон сохранен

source: Templates
ka: თემფლეითები
ru: Шаблоны

source: Templates allow you to quickly generate documents with pre-filled recipients and fields.
ka: თემფლეითები საშუალებას გაძლევთ სწრაფად შექმნათ დოკუმენტები წინასწარ შევსებული მიმღებებით და ველებით.
ru: Шаблоны позволяют быстро генерировать документы с заранее заполненными получателями и полями.

source: Text
ka: ტექსტი
ru: Текст

source: Text Color
ka: ტექსტის ფერი
ru: Цвет текста

source: Thank you for using Documenso to perform your electronic document signing. The purpose of this disclosure is to inform you about the process, legality, and your rights regarding the use of electronic signatures on our platform. By opting to use an electronic signature, you are agreeing to the terms and conditions outlined below.
ka: გმადლობთ, რომ იყენებთ SignDoc-ს თქვენი ელექტრონული დოკუმენტების ხელმოწერისთვის. ამ განმარტების მიზანია გაცნობოთ პროცესი, კანონიერება და თქვენი უფლებები ჩვენს პლატფორმაზე ელექტრონული ხელმოწერების გამოყენებასთან დაკავშირებით. ელექტრონული ხელმოწერის გამოყენებით თქვენ ეთანხმებით ქვემოთ მოცემულ პირობებს.
ru: Спасибо за использование SignDoc для выполнения электронной подписи ваших документов. Цель данного уведомления — проинформировать вас о процессе, юридической силе и ваших правах в отношении использования электронной подписи на нашей платформе. Используя электронную подпись, вы соглашаетесь с условиями, изложенными ниже.

source: The account has been deleted successfully.
ka: ანგარიში წარმატებით წაიშალა.
ru: Аккаунт был успешно удален.

source: The content to show in the banner, HTML is allowed
ka: ბანერში საჩვენებელი შინაარსი, HTML დაშვებულია
ru: Контент, который будет отображаться в баннере, HTML разрешен

source: The direct link has been copied to your clipboard
ka: პირდაპირი ბმული დაკოპირებულია თქვენს გაცვლის ბუფერში
ru: Прямая ссылка была скопирована в ваш буфер обмена

source: The document has been successfully moved to the selected team.
ka: დოკუმენტი წარმატებით გადატანილია შერჩეულ გუნდში.
ru: Документ был успешно перемещен в выбранную команду.

source: The document is now completed, please follow any instructions provided within the parent application.
ka: დოკუმენტი ახლა დასრულებულია. გთხოვთ, მიჰყვეთ ყველა ინსტრუქციას, რომელიც მოცემულია მშობლის აპლიკაციაში.
ru: Документ теперь завершен, пожалуйста, следуйте инструкциям, предоставленным в родительском приложении.

source: The document was created but could not be sent to recipients.
ka: დოკუმენტი შეიქმნა, მაგრამ მიმღებებისთვის გაგზავნა ვერ მოხერხდა.
ru: Документ был создан, но не удалось отправить его получателям.

source: The document will be hidden from your account
ka: დოკუმენტი დაიმალება თქვენი ანგარიშიდან
ru: Документ будет скрыт из вашего аккаунта

source: The document will be immediately sent to recipients if this is checked.
ka: დოკუმენტი დაუყოვნებლივ გაეგზავნება მიმღებებს, თუ ეს შემოწმებულია.
ru: Документ будет немедленно отправлен получателям, если эта опция выбрана.

source: The events that will trigger a webhook to be sent to your URL.
ka: მოვლენები, რომლებიც იწვევენ webhook-ს, გაგზავნილია თქვენს URL-ზე.
ru: События, которые вызовут отправку вебхука на ваш URL.

source: The ownership of team <0>{0}</0> has been successfully transferred to you.
ka: გუნდის <0>{0}</0> მფლობელობა წარმატებით გადაგეცათ.
ru: Права собственности на команду <0>{0}</0> были успешно переданы вам.

source: The page you are looking for was moved, removed, renamed or might never have existed.
ka: გვერდი, რომელსაც ეძებთ, გადატანილია, წაიშალა, დაარქვეს სახელი ან შეიძლება არასოდეს არსებობდეს.
ru: Страница, которую вы ищете, была перемещена, удалена, переименована или могла никогда не существовать.

source: The profile link has been copied to your clipboard
ka: პროფილის ბმული დაკოპირებულია ბუფერში
ru: Ссылка на профиль была скопирована в ваш буфер обмена

source: The profile you are looking for could not be found.
ka: პროფილი, რომელსაც ეძებთ, ვერ მოიძებნა.
ru: Профиль, который вы ищете, не найден.

source: The public description that will be displayed with this template
ka: ამ შაბლონით ნაჩვენები საჯარო აღწერა
ru: Публичное описание, которое будет отображаться с этим шаблоном

source: The public name for your template
ka: თქვენი შაბლონის საჯარო სახელი
ru: Публичное имя для вашего шаблона

source: The recipient has been updated successfully
ka: მიმღები წარმატებით განახლდა
ru: Получатель был успешно обновлен

source: The selected team member will receive an email which they must accept before the team is transferred
ka: გუნდის არჩეული წევრი მიიღებს ელფოსტას, რომელიც უნდა მიიღონ გუნდის გადარიცხვამდე
ru: Выбранный участник команды получит письмо, которое он должен принять до того, как команда будет передана

source: The signing link has been copied to your clipboard.
ka: ხელმოწერის ბმული დაკოპირებულია ბუფერში.
ru: Ссылка на подписание была скопирована в ваш буфер обмена.

source: The site banner is a message that is shown at the top of the site. It can be used to display important information to your users.
ka: გვერდის ბანერი არის შეტყობინება, რომელიც გამოჩნდება გვერდის ზედა ნაწილში. ის შეიძლება გამოყენებულ იქნას თქვენი მომხმარებლებისთვის მნიშვნელოვანი ინფორმაციის საჩვენებლად.
ru: Баннер сайта — это сообщение, которое отображается в верхней части сайта. Он может быть использован для отображения важной информации для ваших пользователей.

source: The team transfer invitation has been successfully deleted.
ka: გუნდის სამაუწყებლო მოწვევა წარმატებით წაიშალა.
ru: Приглашение на передачу команды было успешно удалено.

source: The team transfer request to <0>{0}</0> has expired.
ka: გუნდის გადაცემის მოთხოვნა <0>{0}</0>-ზე ამოიწურა.
ru: Запрос на передачу команды <0>{0}</0> истек.

source: The team you are looking for may have been removed, renamed or may have never existed.
ka: გუნდი, რომელსაც თქვენ ეძებთ, შესაძლოა წაიშალა, დაარქვეს სახელი ან არ არსებობდეს.
ru: Команда, которую вы ищете, могла быть удалена, переименована или могла никогда не существовать.

source: The template has been successfully moved to the selected team.
ka: შაბლონი წარმატებით გადავიდა არჩეულ გუნდში.
ru: Шаблон был успешно перемещен в выбранную команду.

source: The template will be removed from your profile
ka: შაბლონი წაიშლება თქვენი პროფილიდან
ru: Шаблон будет удален из вашего профиля

source: The template you are looking for may have been disabled, deleted or may have never existed.
ka: შაბლონი, რომელსაც ეძებთ, შესაძლოა გათიშული, წაშლილი ან არასოდეს არსებობდა.
ru: Шаблон, который вы ищете, может быть отключен, удален или никогда не существовал.

source: The token was copied to your clipboard.
ka: ჟეტონი დაკოპირებულია ბუფერში.
ru: Токен был скопирован в буфер обмена.

source: The token was deleted successfully.
ka: ჟეტონი წარმატებით წაიშალა.
ru: Токен был успешно удален.

source: The token you have used to reset your password is either expired or it never existed. If you have still forgotten your password, please request a new reset link.
ka: ჟეტონს, რომელსაც იყენებდით თქვენი პაროლის გადასაყენებლად, ვადა გაუვიდა ან არასდროს ყოფილა. თუ ჯერ კიდევ დაგავიწყდათ პაროლი, გთხოვთ მოითხოვოთ ახალი გადატვირთვის ბმული.
ru: Токен, который вы использовали для сброса пароля, истек или никогда не существовал. Если вы все еще забыли пароль, пожалуйста, запросите новый ссылку для сброса.

source: The URL for Documenso to send webhook events to.
ka: URL SignDoc-სთვის webhook-ის მოვლენების გასაგზავნად.
ru: URL для отправки событий вебхуков в SignDoc.

source: The webhook has been successfully deleted.
ka: ვებჰუკი წარმატებით წაიშალა.
ru: Вебхук был успешно удален.

source: The webhook has been updated successfully.
ka: ვებჰუკი წარმატებით განახლდა.
ru: Вебхук был успешно обновлен.

source: The webhook was successfully created.
ka: ვებჰუკი წარმატებით შეიქმნა.
ru: Вебхук был успешно создан.

source: There are no active drafts at the current moment. You can upload a document to start drafting.
ka: ამჟამად არ არის აქტიური მონახაზები. თქვენ შეგიძლიათ ატვირთოთ დოკუმენტი დიზაინის დასაწყებად.
ru: На данный момент нет активных черновиков. Вы можете загрузить документ, чтобы начать создавать черновик.

source: There are no completed documents yet. Documents that you have created or received will appear here once completed.
ka: ჯერ არ არის დასრულებული დოკუმენტები. თქვენ მიერ შექმნილი ან მიღებული დოკუმენტები აქ გამოჩნდება, როგორც კი ისინი დასრულდება.
ru: Пока нет завершенных документов. Документы, которые вы создали или получили, появятся здесь после завершения.

source: They have permission on your behalf to:
ka: თქვენ გაქვთ უფლება თქვენი სახელით:
ru: У них есть разрешение от вашего имени на:

source: This action is not reversible. Please be certain.
ka: ეს ქმედება შეუქცევადია. გთხოვთ იყავით უსაფრთხოდ.
ru: Это действие необратимо. Пожалуйста, убедитесь.

source: This document could not be deleted at this time. Please try again.
ka: ამ დოკუმენტის წაშლა ამჟამად შეუძლებელია. გთხოვთ, სცადოთ ხელახლა.
ru: Этот документ не может быть удален в данный момент. Пожалуйста, попробуйте снова.

source: This document could not be duplicated at this time. Please try again.
ka: ამ დოკუმენტის დუბლირება ამჟამად შეუძლებელია. გთხოვთ, სცადოთ ხელახლა.
ru: Этот документ не может быть дублирован в данный момент. Пожалуйста, попробуйте снова.

source: This document could not be re-sent at this time. Please try again.
ka: ამ დოკუმენტის ხელახლა გაგზავნა ამ დროისთვის შეუძლებელია. გთხოვთ, სცადოთ ხელახლა.
ru: Этот документ не может быть повторно отправлен в данный момент. Пожалуйста, попробуйте снова.

source: This document has been cancelled by the owner and is no longer available for others to sign.
ka: ეს დოკუმენტი გააუქმა მფლობელმა და აღარ არის ხელმისაწვდომი სხვებისთვის ხელმოწერისთვის.
ru: Этот документ был отменен владельцем и больше не доступен для подписания.

source: This document has been cancelled by the owner.
ka: ეს დოკუმენტი გაუქმდა მფლობელის მიერ.
ru: Этот документ был отменен владельцем.

source: This document has been signed by all recipients
ka: ამ დოკუმენტს ხელი მოაწერა ყველა მიმღებმა
ru: Этот документ был подписан всеми получателями

source: This document is currently a draft and has not been sent
ka: ეს დოკუმენტი ამჟამად არის პროექტი და არ არის გაგზავნილი
ru: Этот документ в данный момент является черновиком и не был отправлен

source: This document was created by you or a team member using the template above.
ka: ეს დოკუმენტი შექმნილია თქვენ მიერ ან გუნდის წევრის მიერ ზემოთ მოყვანილი შაბლონის გამოყენებით.
ru: Этот документ был создан вами или членом вашей команды с использованием приведенного выше шаблона.

source: This document was created using a direct link.
ka: ეს დოკუმენტი შეიქმნა პირდაპირი ბმულით.
ru: Этот документ был создан с использованием прямой ссылки.

source: This email is already being used by another team.
ka: ეს ელფოსტის მისამართი უკვე გამოიყენება სხვა გუნდის მიერ.
ru: Этот email уже используется другой командой.

source: This link is invalid or has expired. Please contact your team to resend a transfer request.
ka: ეს ბმული არასწორია ან ვადაგასული. გთხოვთ, დაუკავშირდეთ თქვენს გუნდს გადარიცხვის მოთხოვნის ხელახლა გასაგზავნად.
ru: Эта ссылка недействительна или истекла. Пожалуйста, свяжитесь с вашей командой, чтобы повторно отправить запрос на передачу.

source: This link is invalid or has expired. Please contact your team to resend a verification.
ka: ეს ბმული არასწორია ან ვადაგასული. გთხოვთ, დაუკავშირდეთ თქვენს გუნდს დადასტურების ახალი მოთხოვნის გასაგზავნად.
ru: Эта ссылка недействительна или истекла. Пожалуйста, свяжитесь с вашей командой, чтобы повторно отправить проверку.

source: This passkey has already been registered.
ka: ეს წვდომის გასაღები უკვე რეგისტრირებულია.
ru: Этот ключ доступа уже зарегистрирован.
