Repository: ZKhutsishvili/documenso
Catalog: packages/lib/translations/*/web.po
Languages: ka, ru

source: By proceeding with your electronic signature, you acknowledge and consent that it will be used to sign the given document and holds the same legal validity as a handwritten signature. By completing the electronic signing process, you affirm your understanding and acceptance of these conditions.
ka: ელექტრონული ხელმოწერით, თქვენ აცნობიერებთ და თანახმა ხართ, რომ ის გამოიყენება მოცემული დოკუმენტის ხელმოწერისათვის და აქვს იგივე იურიდიული ძალა, როგორც ხელმოწერა. ელექტრონული ხელმოწერის პროცესის დასრულებით, თქვენ ადასტურებთ თქვენს გაგებას და შემოთავაზებულ პირობებს.
ru: Продолжая процесс электронной подписи, вы признаете и соглашаетесь с тем, что она будет использована для подписания данного документа и имеет такую же юридическую силу, как и рукописная подпись. Завершая процесс электронной подписи, вы подтверждаете свое понимание и принятие этих условий.

source: By using the electronic signature feature, you are consenting to conduct transactions and receive disclosures electronically. You acknowledge that your electronic signature on documents is binding and that you accept the terms outlined in the documents you are signing.
ka: ელექტრონული ხელმოწერის ფუნქციის გამოყენებით, თქვენ ეთანხმებით ტრანზაქციების განხორციელებას და დოკუმენტების ელექტრონულად მიღებას. თქვენ აღიარებთ, რომ თქვენი ელექტრონული ხელმოწერა დოკუმენტებზე არის ბindingი და თქვენ ეთანხმებით იმ პირობებს, რომლებიც მოცემულია დოკუმენტებში, რომელსაც ასრულებთ.
ru: Используя функцию электронной подписи, вы соглашаетесь проводить транзакции и получать уведомления в электронном виде. Вы признаете, что ваша электронная подпись на документах имеет обязательную силу, и принимаете условия, изложенные в подписываемых документах.

source: Cancel
ka: გაუქმება
ru: Отмена

source: Cancelled by user
ka: მომხმარებლის მიერ გაუქმებულია
ru: Отменено пользователем

source: Charts
ka: გრაფიკები
ru: Графики

source: Checkout
ka: გადახდა
ru: Оформить заказ

source: Choose an existing recipient from below to continue
ka: გთხოვთ, აირჩიოთ არსებული მიმღები ქვემოთ, რომ გააგრძელოთ
ru: Выберите существующего получателя из списка ниже, чтобы продолжить

source: Choose Direct Link Recipient
ka: აირჩიეთ პირდაპირი ლინკის მიმღები
ru: Выберите получателя прямой ссылки

source: Choose...
ka: აირჩიეთ...
ru: Выберите...

source: Claim account
ka: კონტო მოთხოვნა
ru: Получить аккаунт

source: Claim username
ka: მომსახურებული მომხმარებლის სახელის მოთხოვნა
ru: Получить имя пользователя

source: Claim your profile later
ka: გთხოვთ მოგვიანებით გთხოვოთ
ru: Получить ваш профиль позже

source: Claim your username now
ka: ამჟამად მიიღეთ თქვენი username
ru: Получить ваше имя пользователя сейчас

source: Click here to get started
ka: დააჭირეთ აქ, რომ დაიწყოთ
ru: Нажмите здесь, чтобы начать

source: Click here to retry
ka: დააჭირეთ აქ, რომ სცადოთ ხელახლა
ru: Нажмите здесь, чтобы повторить

source: Click here to upload
ka: დააჭირეთ აქ, რომ ატვირთოთ
ru: Нажмите здесь для загрузки

source: Click to copy signing link for sending to recipient
ka: დააჭირეთ ხელმოწერის ლინკის ასაღებად და გაგზავნეთ მიმღებს
ru: Нажмите, чтобы скопировать ссылку для подписи и отправить получателю

source: Click to insert field
ka: დააჭირეთ, რათა ველი ჩადოთ
ru: Нажмите, чтобы вставить поле

source: Close
ka: დახურვა
ru: Закрыть

source: Complete
ka: დამთავრებული
ru: Завершить

source: Complete Approval
ka: დამთავრებული დამტკიცება
ru: Завершить подтверждение

source: Complete Signing
ka: დამთავრებული ხელმოწერა
ru: Завершить подписание

source: Complete Viewing
ka: დამთავრებული ნახვა
ru: Завершить просмотр

source: Completed
ka: შესრულებული
ru: Завершено

source: Completed documents
ka: შესრულებული დოკუმენტები
ru: Завершенные документы

source: Completed Documents
ka: შესრულებული დოკუმენტები
ru: Завершенные документы

source: Configure general settings for the document.
ka: მორგეთ დოკუმენტის საერთო პარამეტრები.
ru: Настройте общие параметры документа.

source: Configure general settings for the template.
ka: მორგეთ შაბლონის საერთო პარამეტრები.
ru: Настройте общие параметры шаблона.

source: Configure template
ka: შაბლონის კონფიგურაცია
ru: Настроить шаблон

source: Confirm
ka: დასტურება
ru: Подтвердить

source: Confirm by typing <0>{confirmTransferMessage}</0>
ka: დასტურება მიაწერეთ <0>{confirmTransferMessage}</0>
ru: Подтвердите, введя <0>{confirmTransferMessage}</0>

source: Confirm by typing <0>{deleteMessage}</0>
ka: დასტურება მიაწერეთ <0>{deleteMessage}</0>
ru: Подтвердите, введя <0>{deleteMessage}</0>

source: Confirm by typing: <0>{deleteMessage}</0>
ka: დასტურება მიაწერეთ: <0>{deleteMessage}</0>
ru: Подтвердите, введя: <0>{deleteMessage}</0>

source: Confirm Deletion
ka: წაშლის დადასტურება
ru: Подтвердить удаление

source: Confirm email
ka: ელ. ფოსტის დადასტურება
ru: Подтвердить email

source: Confirmation email sent
ka: დადასტურების ელ. ფოსტა გაიგზავნა
ru: Письмо с подтверждением отправлено

source: Consent to Electronic Transactions
ka: თანხმობა ელექტრონულ ტრანზაქციებზე
ru: Согласие на электронные транзакции

source: Contact Information
ka: კონტაქტის ინფორმაცია
ru: Контактная информация

source: Content
ka: შინაარსი
ru: Содержание

source: Continue
ka: გაგრძელება
ru: Продолжить

source: Continue to login
ka: გაგრძელეთ შესვლა
ru: Перейти к входу

source: Copied to clipboard
ka: კოპირებული ჩრდილში
ru: Скопировано в буфер обмена

source: Copy sharable link
ka: კოპირება ხელმისაწვდომი ლინკი
ru: Скопировать ссылку для общего доступа

source: Copy Shareable Link
ka: კოპირება ხელმისაწვდომი ლინკი
ru: Скопировать ссылку для общего доступа

source: Copy token
ka: კოპირება ტოკენი
ru: Скопировать токен

source: Create
ka: შექმნა
ru: Создать

source: Create a new account
ka: ახალი ანგარიშის შექმნა
ru: Создать новый аккаунт

source: Create a team to collaborate with your team members.
ka: შექმენით გუნდი თქვენი წევრების თანამშრომლობისთვის
ru: Создайте команду для совместной работы с участниками.

source: Create account
ka: ანგარიშის შექმნა
ru: Создать аккаунт

source: Create and send
ka: შექმნა და გაგზავნა
ru: Создать и отправить

source: Create as draft
ka: შექმნათ როგორც ნამუშევარი
ru: Создать как черновик

source: Create Direct Link
ka: შექმენით პირდაპირი ლინკი
ru: Создать прямую ссылку

source: Create Direct Signing Link
ka: შექმენით პირდაპირი ხელმოწერის ლინკი
ru: Создать прямую ссылку для подписания

source: Create document from template
ka: შექმენით დოკუმენტი შაბლონის მიხედვით
ru: Создать документ из шаблона

source: Create now
ka: შექმნათ ახლა
ru: Создать сейчас

source: Create one automatically
ka: შექმნათ ავტომატურად
ru: Создать автоматически

source: Create team
ka: გუნდის შექმნა
ru: Создать команду

source: Create Team
ka: გუნდის შექმნა
ru: Создать команду

source: Create token
ka: ტოკენის შექმნა
ru: Создать токен

source: Create webhook
ka: Webhook-ის შექმნა
ru: Создать вебхук

source: Create Webhook
ka: Webhook-ის შექმნა
ru: Создать вебхук

source: Create your account and start using state-of-the-art document signing.
ka: შექმენით თქვენი ანგარიში და დაიწყეთ თანამედროვე დოკუმენტის ხელმოწერა.
ru: Создайте свой аккаунт и начните использовать современное решение для подписания документов.

source: Create your account and start using state-of-the-art document signing. Open and beautiful signing is within your grasp.
ka: შექმენით თქვენი ანგარიში და დაიწყეთ თანამედროვე დოკუმენტის ხელმოწერა. ღია და ლამაზი ხელმოწერა ხელმისაწვდომია თქვენთვის.
ru: Создайте свой аккаунт и начните использовать современное решение для подписания документов. Открытое и красивое подписание на расстоянии одного клика.

source: Created
ka: შექმნილი
ru: Создано

source: Created At
ka: შექმნის თარიღი
ru: Создано

source: Created by
ka: შექმნა მიერ
ru: Создал

source: Created on
ka: შექმნილია
ru: Создано

source: Created on {0}
ka: შექმნილია {0}
ru: Создано {0}

source: Current Password
ka: ამჟამინდელი პაროლი
ru: Текущий пароль

source: Current plan: {0}
ka: ამჟამინდელი გეგმა: {0}
ru: Текущий план: {0}

source: Daily
ka: დღიური
ru: Ежедневно

source: Dark Mode
ka: დARK რეჟიმი
ru: Тёмная тема

source: Date
ka: თარიღი
ru: Дата

source: Date created
ka: შექმნის თარიღი
ru: Дата создания

source: Decline
ka: დახრეშა
ru: Отклонить

source: Declined team invitation
ka: გუნდის მოწვევა拒ორჩი
ru: Приглашение в команду отклонено

source: delete
ka: წაშლა
ru: удалить

source: Delete
ka: წაშლა
ru: Удалить

source: delete {0}
ka: წაშლა {0}
ru: удалить {0}

source: delete {teamName}
ka: წაშლა {teamName}
ru: удалить {teamName}

source: Delete account
ka: ანგარიშის წაშლა
ru: Удалить аккаунт

source: Delete Account
ka: ანგარიშის წაშლა
ru: Удалить аккаунт

source: Delete document
ka: დოკუმენტის წაშლა
ru: Удалить документ

source: Delete Document
ka: დოკუმენტის წაშლა
ru: Удалить документ

source: Delete passkey
ka: პასკის წაშლა
ru: Удалить ключ доступа

source: Delete team
ka: გუნდის წაშლა
ru: Удалить команду

source: Delete team member
ka: გუნდის წევრის წაშლა
ru: Удалить участника команды

source: Delete the document. This action is irreversible so proceed with caution.
ka: წაშალეთ დოკუმენტი. ეს ქმედება უკუკვალდავია, ამიტომ ფრთხილად იმოქმედეთ.
ru: Удалить документ. Это действие необратимо, поэтому действуйте с осторожностью.

source: Delete the users account and all its contents. This action is irreversible and will cancel their subscription, so proceed with caution.
ka: წაშალეთ მომხმარებლის ანგარიში და მისი ყველა შინაარსი. ეს ქმედება უკუკვალდავია და გააუქმებს მათ გამოწერას, ამიტომ ფრთხილად იმოქმედეთ.
ru: Удалить аккаунт пользователя и все его содержимое. Это действие необратимо и отменит подписку, поэтому действуйте с осторожностью.

source: Delete Webhook
ka: წაშალეთ Webhook
ru: Удалить вебхук

source: Delete your account and all its contents, including completed documents. This action is irreversible and will cancel your subscription, so proceed with caution.
ka: წაშალეთ თქვენი ანგარიში და ყველა შინაარსი, მათ შორის დასრულებული დოკუმენტები. ეს ქმედება უკუკვალდავია და გააუქმებს თქვენს გამოწერას, ამიტომ ფრთხილად იმოქმედეთ.
ru: Удалить ваш аккаунт и все его содержимое, включая завершенные документы. Это действие необратимо и отменит вашу подписку, поэтому действуйте с осторожностью.

source: Deleted
ka: წაიშალა
ru: Удалено

source: Deleting account...
ka: ანგარიშის წაშლა...
ru: Удаление аккаунта...

source: Details
ka: დეტალები
ru: Подробности

source: Device
ka: დაბარება
ru: Устройство

source: direct link
ka: მباشე ბმული
ru: прямая ссылка

source: Direct link
ka: მباشე ბმული
ru: Прямая ссылка

source: Direct Link
ka: მباشე ბმული
ru: Прямая ссылка

source: direct link disabled
ka: მباشე ბმული გამორთულია
ru: прямая ссылка отключена

source: Direct Link Signing
ka: მباشე ბმულის ხელმოწერა
ru: Подписание по прямой ссылке

source: Direct link signing has been disabled
ka: მباشე ბმულის ხელმოწერა გამორთულია
ru: Подписание по прямой ссылке отключено

source: Direct link signing has been enabled
ka: მباشე ბმულის ხელმოწერა ჩართულია
ru: Подписание по прямой ссылке включено

source: Direct link templates contain one dynamic recipient placeholder. Anyone with access to this link can sign the document, and it will then appear on your documents page.
ka: მباشე ბმულის შაბლონები შეიცავს ერთ დინამიურ მიმღების პლეისჰოლდერს. ვინც ამ ბმულზე წვდომას მიიღებს, ის შეძლებს დოკუმენტის ხელმოწერას, და შემდეგ ის გამოჩნდება თქვენს დოკუმენტების გვერდზე.
ru: Шаблоны с прямой ссылкой содержат один динамический заполнитель получателя. Любой, у кого есть доступ к этой ссылке, может подписать документ, и он появится на странице ваших документов.

source: Direct template link deleted
ka: მباشე შაბლონის ბმული წაიშალა
ru: Прямая ссылка на шаблон удалена

source: Direct template link usage exceeded ({0}/{1})
ka: მباشე შაბლონის ბმულის გამოყენების ლიმიტი გადაჭარბებულია ({0}/{1})
ru: Превышено использование прямой ссылки на шаблон ({0}/{1})

source: Disable
ka: გამორთვა
ru: Отключить

source: Disable 2FA
ka: 2FA გამორთვა
ru: Отключить 2FA

source: Disable Two Factor Authentication before deleting your account.
ka: გამორთეთ ორი ფაქტორიანი ავთენტიფიკაცია სანამ თქვენი ანგარიში წაშლით.
ru: Отключите двухфакторную аутентификацию перед удалением аккаунта.

source: Disabled
ka: გამორთულია
ru: Отключено

source: Disabling direct link signing will prevent anyone from accessing the link.
ka: მباشე ბმულის ხელმოწერის გამორთვა შეაფერხებს ბმულზე წვდომას.
ru: Отключение подписания по прямой ссылке запретит доступ к ссылке для всех.

source: Display your name and email in documents
ka: გააჩვენეთ თქვენი სახელი და ელ.ფოსტა დოკუმენტებში
ru: Отображать ваше имя и email в документах

source: Do you want to delete this template?
ka: გსურთ ამ შაბლონის წაშლა?
ru: Вы хотите удалить этот шаблон?

source: Do you want to duplicate this template?
ka: გსურთ ამ შაბლონის დაკოპირება?
ru: Вы хотите дублировать этот шаблон?

source: Documenso will delete <0>all of your documents</0>, along with all of your completed documents, signatures, and all other resources belonging to your Account.
ka: SignDoc წაშლის <0>თქვენი ყველა დოკუმენტი</0>, მათ შორის ყველა დასრულებული დოკუმენტი, ხელმოწერები და ყველა სხვა რესურსი, რომელიც თქვენს ანგარიშს ეკუთვნის.
ru: SignDoc удалит <0>все ваши документы</0>, включая все завершенные документы, подписи и все остальные ресурсы, принадлежащие вашему аккаунту.

source: Document
ka: დოკუმენტი
ru: Документ

source: Document All
ka: დოკუმენტი ყველა
ru: Все документы

source: Document Approved
ka: დოკუმენტი დამტკიცებულია
ru: Документ одобрен

source: Document Cancelled
ka: დოკუმენტი გაუქმებულია
ru: Документ отменен

source: Document completed
ka: დოკუმენტი დასრულებულია
ru: Документ завершен

source: Document Completed!
ka: დოკუმენტი დასრულებულია!
ru: Документ завершен!

source: Document created
ka: დოკუმენტი შექმნილია
ru: Документ создан

source: Document created by <0>{0}</0>
ka: დოკუმენტი შექმნილია <0>{0}</0>
ru: Документ создан пользователем <0>{0}</0>

source: Document created using a <0>direct link</0>
ka: დოკუმენტი შექმნილია <0>მباشე ბმულის</0> გამოყენებით
ru: Документ создан с помощью <0>прямой ссылки</0>

source: Document deleted
ka: დოკუმენტი წაიშალა
ru: Документ удален

source: Document draft
ka: დოკუმენტის ნამუშევარი
ru: Черновик документа

source: Document Duplicated
ka: დოკუმენტი დაკოპირდა
ru: Документ дублирован

source: Document history
ka: დოკუმენტის ისტორია
ru: История документа

source: Document ID
ka: დოკუმენტის ID
ru: ID документа

source: Document inbox
ka: დოკუმენტების ყუთი
ru: Входящие документы

source: Document Limit Exceeded!
ka: დოკუმენტის ლიმიტი გადაჭარბებულია!
ru: Превышен лимит документов!

source: Document metrics
ka: დოკუმენტების მეტრიკა
ru: Метрики документов

source: Document moved
ka: დოკუმენტი გადატანილია
ru: Документ перемещен

source: Document no longer available to sign
ka: დოკუმენტი აღარ არის ხელმოწერილი
ru: Документ больше недоступен для подписания

source: Document pending
ka: დოკუმენტი გადასაწყვეტია
ru: Документ в ожидании

source: Document re-sent
ka: დოკუმენტი ხელახლა გაგზავნილი
ru: Документ отправлен повторно

source: Document resealed
ka: დოკუმენტი ხელახლა დამტკიცებულია
ru: Документ переопечатан

source: Document sent
ka: დოკუმენტი გაგზავნილია
ru: Документ отправлен

source: Document Signed
ka: დოკუმენტი ხელმოწერილი
ru: Документ подписан

source: Document signing process will be cancelled
ka: დოკუმენტის ხელმოწერის პროცესი გაუქმდება
ru: Процесс подписания документа будет отменен

source: Document status
ka: დოკუმენტის სტატუსი
ru: Статус документа

source: Document title
ka: დოკუმენტის დასახელება
ru: Название документа

source: Document upload disabled due to unpaid invoices
ka: დოკუმენტის ატვირთვა გამორთულია მიუღებელი გადასახადების გამო
ru: Загрузка документа отключена из-за неоплаченных счетов

source: Document uploaded
ka: დოკუმენტი ატვირთულია
ru: Документ загружен

source: Document Viewed
ka: დოკუმენტი ნახული
ru: Документ просмотрен

source: Document will be permanently deleted
ka: დოკუმენტი სამუდამოდ წაიშლება
ru: Документ будет удален без возможности восстановления

source: Documents
ka: დოკუმენტები
ru: Документы

source: Documents created from template
ka: დოკუმენტები შექმნილია შაბლონისგან
ru: Документы, созданные из шаблона

source: Documents Received
ka: მიღებული დოკუმენტები
ru: Полученные документы

source: Documents Viewed
ka: ნანახი დოკუმენტები
ru: Просмотренные документы

source: Don't have an account? <0>Sign up</0>
ka: არ გაქვთ ანგარიში? <0>დარეგისტრირდით</0>
ru: Нет аккаунта? <0>Зарегистрируйтесь</0>

source: Download
ka: გადმოწერა
ru: Скачать

source: Download Audit Logs
ka: აუდიტის ჩანაწერების გადმოწერა
ru: Скачать журналы аудита

source: Download Certificate
ka: სერტიფიკატის გადმოწერა
ru: Скачать сертификат

source: Draft
ka: დრაფტები
ru: Черновик

source: Draft documents
ka: დრაფტ დოკუმენტები
ru: Черновики документов

source: Drafted Documents
ka: დრაფტ დოკუმენტები
ru: Созданные черновики

source: Due to an unpaid invoice, your team has been restricted. Please settle the payment to restore full access to your team.
ka: თქვენს გუნდს შეეზღუდა წვდომა გადაუხდელი ინვოისის გამო. გთხოვთ, გადაიხადოთ თქვენი გუნდის სრული წვდომის აღსადგენად.
ru: Из-за неоплаченного счета ваша команда была ограничена. Пожалуйста, оплатите, чтобы восстановить полный доступ к вашей команде.

source: Duplicate
ka: დუპლიკატი
ru: Дублировать

source: Edit
ka: ჩასწორება
ru: Редактировать

source: Edit Template
ka: შაბლონის ჩასწორება
ru: Редактировать шаблон

source: Edit webhook
ka: Webhook ის ჩასწორება
ru: Редактировать вебхук

source: Electronic Delivery of Documents
ka: საბუთების ელექტრონული მიწოდება
ru: Электронная доставка документов

source: Electronic Signature Disclosure
ka: ელექტრონული ხელმოწერის გამჟღავნება
ru: Раскрытие информации об электронной подписи

source: Email address
ka: ელ.ფოსტის მისამართი
ru: Адрес электронной почты

source: Email Address
ka: ელ.ფოსტის მისამართი
ru: Адрес электронной почты

source: Email cannot already exist in the template
ka: ელფოსტა უკვე არ შეიძლება არსებობდეს შაბლონში
ru: Электронная почта уже существует в шаблоне

source: Email Confirmed!
ka: ელფოსტა დადასტურებულია!
ru: Электронная почта подтверждена!

source: Email sent!
ka: ელფოსტა გაგზავნილია!
ru: Электронное письмо отправлено!

source: Email verification has been removed
ka: ელფოსტის დადასტურება წაიშალა
ru: Проверка электронной почты была удалена

source: Email verification has been resent
ka: ელფოსტის დადასტურება ხელახლა გაიგზავნა
ru: Проверка электронной почты была повторно отправлена

source: Enable 2FA
ka: ჩართეთ 2FA
ru: Включить двухфакторную аутентификацию (2FA)

source: Enable Authenticator App
ka: გააქტიურეთ ავთენტიფიკატორის აპლიკაცია
ru: Включить приложение-аутентификатор

source: Enable direct link signing
ka: პირდაპირი ბმულის ხელმოწერის ჩართვა
ru: Включить подписание по прямой ссылке

source: Enable Direct Link Signing
ka: პირდაპირი ბმულის ხელმოწერის ჩართვა
ru: Включить подписание по прямой ссылке

source: Enabled
ka: ჩართულია
ru: Включено

source: Enclosed Document
ka: თანდართული დოკუმენტი
ru: Приложенный документ

source: Ends On
ka: მთავრდება
ru: Завершается

source: Enter your email
ka: შეიყვანეთ თქვენი ელ.ფოსტის მისამართი
ru: Введите вашу электронную почту

source: Enter your email address to receive the completed document.
ka: შეიყვანეთ თქვენი ელ.ფოსტის მისამართი დასრულებული დოკუმენტის მისაღებად.
ru: Введите ваш адрес электронной почты, чтобы получить завершенный документ.

source: Enter your name
ka: შეიყვანეთ თქვენი სახელი
ru: Введите ваше имя

source: Enter your text here
ka: შეიყვანეთ თქვენი ტექსტი აქ
ru: Введите ваш текст здесь

source: Error
ka: შეცდომა
ru: Ошибка

source: Everyone has signed
ka: ყველამ მოაწერა ხელი
ru: Все подписали

source: Everyone has signed! You will receive an Email copy of the signed document.
ka: ყველამ მოაწერა ხელი! თქვენ მიიღებთ ხელმოწერილი დოკუმენტის ასლს ელექტრონული ფოსტით.
ru: Все подписали! Вы получите копию подписанного документа на электронную почту.

source: Exceeded timeout
ka: დრო გადააჭარბა
ru: Превышено время ожидания

source: Expired
ka: ვადა გაუვიდა
ru: Просрочено

source: Expires on {0}
ka: ვადა გასდის {0}
ru: Истекает {0}

source: Failed to reseal document
ka: დოკუმენტის ხელახლა დალუქვა ვერ მოხერხდა
ru: Не удалось повторно запечатать документ

source: Failed to update recipient
ka: მიმღების განახლება ვერ მოხერხდა
ru: Не удалось обновить получателя

source: Failed to update webhook
ka: Webhook ვერ განახლდა
ru: Не удалось обновить вебхук

source: Fields
ka: ველები
ru: Поля

source: File cannot be larger than {APP_DOCUMENT_UPLOAD_SIZE_LIMIT}MB
ka: ფაილი არ შეიძლება იყოს {APP_DOCUMENT_UPLOAD_SIZE_LIMIT} მბაიტზე მეტი
ru: Файл не может быть больше {APP_DOCUMENT_UPLOAD_SIZE_LIMIT} МБ

source: For any questions regarding this disclosure, electronic signatures, or any related process, please contact us at: <0>{SUPPORT_EMAIL}</0>
ka: თუ თქვენ გაქვთ რაიმე შეკითხვა ამ გამჟღავნებასთან, ელექტრონულ ხელმოწერებთან ან რაიმე დაკავშირებულ პროცესთან დაკავშირებით, გთხოვთ დაგვიკავშირდეთ მისამართზე: <0>{SUPPORT_EMAIL}</0>
ru: По любым вопросам, касающимся этого раскрытия, электронных подписей или связанных процессов, свяжитесь с нами по адресу: <0>{SUPPORT_EMAIL}</0>

source: Forgot your password?
ka: დაგავიწყდათ პაროლი?
ru: Забыли пароль?

source: Full Name
ka: სრული სახელი
ru: Полное имя

source: General
ka: საერთო
ru: Общие

source: Go Back
ka: უკან დაბრუნება
ru: Назад

source: Go back home
ka: მთავარ გვერდზე დაბრუნება
ru: Вернуться домой

source: Go Back Home
ka: მთავარ გვერდზე დაბრუნება
ru: Вернуться домой

source: Go to owner
ka: მიდი პატრონთან
ru: Перейти к владельцу

source: Go to your <0>public profile settings</0> to add documents.
ka: გადადით თქვენი <0>საჯარო პროფილის პარამეტრებში</0> დოკუმენტების დასამატებლად.
ru: Перейдите в <0>настройки публичного профиля</0>, чтобы добавить документы.

source: Here you can edit your personal details.
ka: აქ შეგიძლიათ შეცვალოთ თქვენი პერსონალური მონაცემები.
ru: Здесь вы можете изменить свои личные данные.

source: Here you can manage your password and security settings.
ka: აქ შეგიძლიათ მართოთ თქვენი პაროლი და უსაფრთხოების პარამეტრები.
ru: Здесь вы можете управлять паролем и настройками безопасности.

source: Here's how it works:
ka: ასე მუშაობს:
ru: Вот как это работает:

source: Hey I’m Timur
ka: ჰეი, მე ვარ ტიმური
ru: Привет, я Тимур

source: Hide
ka: დამალვა
ru: Скрыть

source: Hide additional information
ka: დამალეთ დამატებითი ინფორმაცია
ru: Скрыть дополнительную информацию

source: I am the owner of this document
ka: მე ვარ ამ დოკუმენტის მფლობელი
ru: Я владелец этого документа

source: I'm sure! Delete it
ka: დარწმუნებული ვარ! წაშლა
ru: Уверен! Удалить

source: If they accept this request, the team will be transferred to their account.
ka: თუ ისინი დაეთანხმებიან ამ მოთხოვნას, გუნდი გადაირიცხება მათ ანგარიშზე.
ru: Если они примут этот запрос, команда будет передана на их аккаунт.

source: If you do not want to use the authenticator prompted, you can close it, which will then display the next available authenticator.
ka: თუ არ გსურთ მითითებული ავთენტიფიკაციის გამოყენება, შეგიძლიათ დახუროთ იგი, რომელიც აჩვენებს შემდეგ ხელმისაწვდომ ავთენტიფიკაციას.
ru: Если вы не хотите использовать предложенный аутентификатор, вы можете закрыть его, и будет показан следующий доступный аутентификатор.

source: If you don't find the confirmation link in your inbox, you can request a new one below.
ka: თუ ვერ იპოვით დამადასტურებელ ბმულს თქვენს შემოსულებში, შეგიძლიათ მოითხოვოთ ახალი ქვემოთ.
ru: Если вы не нашли ссылку подтверждения в своем почтовом ящике, вы можете запросить новую ниже.

source: If your authenticator app does not support QR codes, you can use the following code instead:
ka: თუ თქვენი ავთენტიფიკატორის აპს არ აქვს QR კოდების მხარდაჭერა, ამის ნაცვლად შეგიძლიათ გამოიყენოთ შემდეგი კოდი:
ru: Если ваше приложение-аутентификатор не поддерживает QR-коды, вы можете использовать следующий код:

source: Inbox
ka: შემოსული
ru: Входящие

source: Inbox documents
ka: შემოსული დოკუმენტები
ru: Документы во входящих

source: Information
ka: ინფორმაცია
ru: Информация
