Repository: ZKhutsishvili/documenso
Catalog: packages/lib/translations/*/web.po
Languages: ka, ru

source: This passkey is not configured for this application. Please login and add one in the user settings.
ka: ეს პაროლი არ არის კონფიგურირებული ამ აპლიკაციისთვის. გთხოვთ შეხვიდეთ სისტემაში და დაამატოთ ერთი მომხმარებლის პარამეტრებში.
ru: Этот ключ доступа не настроен для этого приложения. Пожалуйста, войдите и добавьте его в настройках пользователя.

source: This price includes minimum 5 seats.
ka: ამ ფასში შედის მინიმუმ 5 ადგილი.
ru: Эта цена включает минимум 5 мест.

source: This session has expired. Please try again.
ka: ამ სესიას ვადა ამოეწურა. გთხოვთ, სცადოთ ხელახლა.
ru: Эта сессия истекла. Пожалуйста, попробуйте снова.

source: This team, and any associated data excluding billing invoices will be permanently deleted.
ka: ეს გუნდი და ყველა დაკავშირებული მონაცემი, გარდა ინვოისებისა, სამუდამოდ წაიშლება.
ru: Эта команда и все связанные данные, за исключением счетов-фактур, будут безвозвратно удалены.

source: This template could not be deleted at this time. Please try again.
ka: ამ შაბლონის წაშლა ამჟამად შეუძლებელია. გთხოვთ, სცადოთ ხელახლა.
ru: Этот шаблон не может быть удален в данный момент. Пожалуйста, попробуйте снова.

source: This token is invalid or has expired. No action is needed.
ka: ეს ჟეტონი არასწორია ან ვადაგასული. შემდგომი ქმედება არ არის საჭირო.
ru: Этот токен недействителен или истек. Действия не требуются.

source: This token is invalid or has expired. Please contact your team for a new invitation.
ka: ეს ჟეტონი არასწორია ან ვადაგასული. გთხოვთ, დაუკავშირდეთ თქვენს გუნდს ახალი მოწვევისთვის.
ru: Этот токен недействителен или истек. Пожалуйста, свяжитесь с вашей командой для получения нового приглашения.

source: This URL is already in use.
ka: ეს URL უკვე გამოიყენება.
ru: Этот URL уже используется.

source: This username has already been taken
ka: ეს მომხმარებლის სახელი უკვე აღებულია
ru: Это имя пользователя уже занято

source: This username is already taken
ka: ეს მომხმარებლის სახელი უკვე აღებულია
ru: Это имя пользователя уже занято

source: Time
ka: დრო
ru: Время

source: Time zone
ka: დროის ზონა
ru: Часовой пояс

source: Time Zone
ka: დროის ზონა
ru: Часовой пояс

source: Title
ka: სათაური
ru: Название

source: To accept this invitation you must create an account.
ka: ამ მოწვევის მისაღებად, თქვენ უნდა შექმნათ ანგარიში.
ru: Для того чтобы принять это приглашение, вам нужно создать аккаунт.

source: To change the email you must remove and add a new email address.
ka: ელფოსტის შესაცვლელად, თქვენ უნდა წაშალოთ მიმდინარე და დაამატოთ ახალი.
ru: Чтобы изменить email, нужно удалить текущий и добавить новый.

source: To confirm, please enter the accounts email address <0/>({0}).
ka: დასადასტურებლად გთხოვთ, შეიყვანოთ ანგარიშის ელფოსტის მისამართი <0/>({0})..
ru: Для подтверждения введите email адрес аккаунта <0/>({0}).

source: To confirm, please enter the reason
ka: დასადასტურებლად გთხოვთ, შეიყვანოთ მიზეზი
ru: Для подтверждения введите причину

source: To decline this invitation you must create an account.
ka: ამ მოწვევის უარყოფისთვის, თქვენ უნდა შექმნათ ანგარიში.
ru: Чтобы отклонить это приглашение, вам нужно создать аккаунт.

source: To enable two-factor authentication, scan the following QR code using your authenticator app.
ka: ორფაქტორიანი ავთენტიფიკაციის ჩასართავად, დაასკანირეთ შემდეგი QR კოდი თქვენი ავტორიზაციის აპით.
ru: Чтобы включить двухфакторную аутентификацию, отсканируйте следующий QR код с помощью вашего приложения аутентификатора.

source: To gain access to your account, please confirm your email address by clicking on the confirmation link from your inbox.
ka: თქვენს ანგარიშზე წვდომისთვის გთხოვთ, დაადასტუროთ თქვენი ელფოსტის მისამართი თქვენს შემოსულებში არსებულ დამადასტურებელ ბმულზე დაწკაპუნებით.
ru: Чтобы получить доступ к вашему аккаунту, подтвердите ваш email адрес, кликнув по ссылке подтверждения из вашего почтового ящика.

source: To mark this document as viewed, you need to be logged in as <0>{0}</0>
ka: ამ დოკუმენტის ნანახად აღსანიშნავად, თქვენ უნდა იყოთ შესული, როგორც <0>{0}</0>
ru: Чтобы отметить этот документ как просмотренный, вам нужно быть авторизованным как <0>{0}</0>

source: To use our electronic signature service, you must have access to:
ka: ჩვენი ელექტრონული ხელმოწერის სერვისით სარგებლობისთვის თქვენ უნდა გქონდეთ წვდომა შემდეგზე:
ru: Чтобы использовать нашу услугу электронной подписи, у вас должен быть доступ к:

source: To view this document you need to be signed into your account, please sign in to continue.
ka: ამ დოკუმენტის სანახავად თქვენ უნდა შეხვიდეთ თქვენს ანგარიშში. გთხოვთ შეხვიდეთ გასაგრძელებლად.
ru: Чтобы просмотреть этот документ, вам нужно войти в свой аккаунт, пожалуйста, войдите, чтобы продолжить.

source: Toggle the switch to hide your profile from the public.
ka: გადართეთ გადამრთველი თქვენი პროფილის საზოგადოებისგან დასამალად.
ru: Переключите переключатель, чтобы скрыть ваш профиль от общественности.

source: Toggle the switch to show your profile to the public.
ka: გადართეთ გადამრთველი თქვენი პროფილის საჯაროდ საჩვენებლად.
ru: Переключите переключатель, чтобы показать ваш профиль публично.

source: Token
ka: ტოკენი
ru: Токен

source: Token copied to clipboard
ka: ტოკენი დაკოპირდა ბუფერში
ru: Токен скопирован в буфер обмена

source: Token created
ka: ტოკენი შექმნილია
ru: Токен создан

source: Token deleted
ka: ტოკენი წაშლილია
ru: Токен удален

source: Token doesn't have an expiration date
ka: ტოკენს არ აქვს ვადის გასვლის თარიღი
ru: У токена нет срока действия

source: Token expiration date
ka: ტოკენის ვადის გასვლის თარიღი
ru: Дата истечения срока действия токена

source: Token name
ka: ტოკენის სახელი
ru: Имя токена

source: Total Documents
ka: ყველა დოკუმენტი
ru: Общее количество документов

source: Total Recipients
ka: ყველა მიმღები
ru: Общее количество получателей

source: Total Signers that Signed Up
ka: ხელმომწერთა საერთო რაოდენობა, ვინც დარეგისტრირდა
ru: Общее количество подписантов, зарегистрировавшихся

source: Total Users
ka: ყველა მომხმარებელი
ru: Общее количество пользователей

source: transfer {teamName}
ka: გადარიცხე {teamName}
ru: перевести {teamName}

source: Transfer ownership of this team to a selected team member.
ka: ამ გუნდის მფლობელობის გადაცემა გუნდის არჩეულ წევრზე.
ru: Передать права владельца этой команды выбранному члену команды.

source: Transfer team
ka: სატრანსფერო გუნდი
ru: Передать команду

source: Transfer the ownership of the team to another team member.
ka: გუნდის საკუთრების გადაცემა სხვა გუნდის წევრზე.
ru: Передать права собственности на команду другому участнику.

source: Triggers
ka: გამომწვევი
ru: Триггеры

source: Two factor authentication
ka: ორფაქტორიანი ავთენტიფიკაცია
ru: Двухфакторная аутентификация

source: Two factor authentication recovery codes are used to access your account in the event that you lose access to your authenticator app.
ka: ორფაქტორიანი ავთენტიფიკაციის აღდგენის კოდები გამოიყენება თქვენს ანგარიშზე წვდომისთვის, თუ დაკარგავთ წვდომას ავტორიზაციის აპზე.
ru: Коды восстановления двухфакторной аутентификации используются для доступа к вашей учетной записи в случае потери доступа к приложению-автентификатору.

source: Two-Factor Authentication
ka: ორფაქტორიანი ავთენტიფიკაცია
ru: Двухфакторная аутентификация

source: Two-factor authentication disabled
ka: ორფაქტორიანი ავთენტიფიკაცია გამორთულია
ru: Двухфакторная аутентификация отключена

source: Two-factor authentication enabled
ka: ორფაქტორიანი ავთენტიფიკაცია აქტივირებულია
ru: Двухфакторная аутентификация включена

source: Two-factor authentication has been disabled for your account. You will no longer be required to enter a code from your authenticator app when signing in.
ka: ორფაქტორიანი ავთენტიფიკაცია გამორთულია თქვენი ანგარიშისთვის. სისტემაში შესვლისას აღარ გჭირდებათ კოდის შეყვანა თქვენი ავთენტიფიკატორის აპიდან.
ru: Двухфакторная аутентификация была отключена для вашей учетной записи. Вам больше не нужно будет вводить код из вашего приложения-автентификатора при входе.

source: Two-Factor Re-Authentication
ka: ორფაქტორიანი ხელახალი ავტორიზაცია
ru: Повторная двухфакторная аутентификация

source: Type
ka: ტიპი
ru: Тип

source: Type 'delete' to confirm
ka: დასადასტურებლად ჩაწერეთ „წაშლა“.
ru: Введите 'delete' для подтверждения

source: Type a command or search...
ka: შეიყვანეთ ბრძანება ან მოძებნეთ...
ru: Введите команду или поиск...

source: Uh oh! Looks like you're missing a token
ka: უჰ-ო! როგორც ჩანს, ჟეტონი გაკლიათ
ru: Ой-ой! Похоже, у вас нет токена

source: Unable to change the language at this time. Please try again later.
ka: ამჟამად ენის შეცვლა შეუძლებელია. გთხოვთ, სცადოთ მოგვიანებით.
ru: Невозможно изменить язык в данный момент. Попробуйте снова позже.

source: Unable to copy recovery code
ka: აღდგენის კოდის კოპირება შეუძლებელია
ru: Не удалось скопировать код восстановления

source: Unable to copy token
ka: ჟეტონის კოპირება შეუძლებელია
ru: Не удалось скопировать токен

source: Unable to create direct template access. Please try again later.
ka: შაბლონზე პირდაპირი წვდომა შეუძლებელია. გთხოვთ, სცადოთ მოგვიანებით.
ru: Не удалось создать прямой доступ к шаблону. Попробуйте снова позже.

source: Unable to decline this team invitation at this time.
ka: ამ დროისთვის, ამ გუნდის მოწვევის უარყოფა შეუძლებელია.
ru: Невозможно отклонить это приглашение в команду в данный момент.

source: Unable to delete invitation. Please try again.
ka: მოწვევის წაშლა შეუძლებელია. გთხოვთ, სცადოთ ხელახლა.
ru: Не удалось удалить приглашение. Попробуйте снова.

source: Unable to delete team
ka: გუნდის წაშლა ვერ მოხერხდა
ru: Не удалось удалить команду

source: Unable to disable two-factor authentication
ka: ორფაქტორიანი ავთენტიფიკაციის გამორთვა შეუძლებელია
ru: Не удалось отключить двухфакторную аутентификацию

source: Unable to join this team at this time.
ka: ეს გუნდი ამჟამად მიუწვდომელია.
ru: Не удалось присоединиться к этой команде в данный момент.

source: Unable to load document history
ka: დოკუმენტის ისტორიის ჩატვირთვა შეუძლებელია
ru: Не удалось загрузить историю документа

source: Unable to load documents
ka: დოკუმენტების ჩატვირთვა შეუძლებელია
ru: Не удалось загрузить документы

source: Unable to load your public profile templates at this time
ka: ამჟამად თქვენი საჯარო პროფილის შაბლონები ვერ იტვირთება
ru: Не удалось загрузить ваши публичные шаблоны профиля в данный момент

source: Unable to remove email verification at this time. Please try again.
ka: ამჟამად შეუძლებელია ელექტრონული ფოსტის დადასტურების წაშლა. გთხოვთ, სცადოთ ხელახლა.
ru: Не удалось удалить верификацию электронной почты в данный момент. Попробуйте снова.

source: Unable to remove team email at this time. Please try again.
ka: ამჯერად გუნდის ელფოსტის წაშლა შეუძლებელია. გთხოვთ, სცადოთ ხელახლა.
ru: Не удалось удалить командную почту в данный момент. Попробуйте снова.

source: Unable to resend invitation. Please try again.
ka: მოსაწვევის ხელახლა გაგზავნა შეუძლებელია. გთხოვთ, სცადოთ ხელახლა.
ru: Не удалось повторно отправить приглашение. Попробуйте снова.

source: Unable to resend verification at this time. Please try again.
ka: დადასტურების ხელახლა გაგზავნა ამჟამად შეუძლებელია. გთხოვთ, სცადოთ ხელახლა.
ru: Не удалось повторно отправить верификацию в данный момент. Попробуйте снова.

source: Unable to reset password
ka: პაროლის აღდგენა შეუძლებელია
ru: Не удалось сбросить пароль

source: Unable to setup two-factor authentication
ka: ორფაქტორიანი ავთენტიფიკაციის დაყენება შეუძლებელია
ru: Не удалось настроить двухфакторную аутентификацию

source: Unable to sign in
ka: რეგისტრაცია შეუძლებელია
ru: Не удалось войти

source: Unauthorized
ka: უნებართვო
ru: Неавторизовано

source: Uncompleted
ka: დაუმთავრებელი
ru: Не завершено

source: Unknown
ka: უცნობი
ru: Неизвестно

source: Unknown error
ka: უცნობი შეცდომა
ru: Неизвестная ошибка

source: Unpaid
ka: გადაუხდელი
ru: Неоплачено

source: Update
ka: განახლება
ru: Обновить

source: Update Banner
ka: ბანერის განახლება
ru: Обновить баннер

source: Update passkey
ka: გასაღების განახლება
ru: Обновить ключ доступа

source: Update password
ka: პაროლის განახლება
ru: Обновить пароль

source: Update profile
ka: პროფილის განახლება
ru: Обновить профиль

source: Update Recipient
ka: მიმღების განახლება
ru: Обновить получателя

source: Update role
ka: როლის განახლება
ru: Обновить роль

source: Update team
ka: გუნდის განახლება
ru: Обновить команду

source: Update team email
ka: გუნდის ელფოსტის განახლება
ru: Обновить командную почту

source: Update team member
ka: გუნდის წევრის განახლება
ru: Обновить участника команды

source: Update user
ka: მომხმარებლის განახლება
ru: Обновить пользователя

source: Update webhook
ka: ვებჰუკის განახლება
ru: Обновить вебхук

source: Updating password...
ka: პაროლი განახლებულია...
ru: Обновление пароля...

source: Updating profile...
ka: პროფილი განახლებულია...
ru: Обновление профиля...

source: Updating Your Information
ka: Aktualisierung Ihrer Informationen
ru: Обновление вашей информации

source: Upload Avatar
ka: Avatar hochladen
ru: Загрузить аватар

source: Uploaded by
ka: ატვირთულია
ru: Загружено

source: Uploaded file is too large
ka: ატვირთული ფაილი ძალიან დიდია
ru: Загруженный файл слишком большой

source: Uploaded file is too small
ka: ატვირთული ფაილი ძალიან მცირეა
ru: Загруженный файл слишком маленький

source: Uploaded file not an allowed file type
ka: ატვირთული ფაილი არ არის სწორი ფაილის ტიპი
ru: Загруженный файл не является разрешенным типом файла

source: Use
ka: გამოყენება
ru: Использовать

source: Use Authenticator
ka: გამოიყენეთ ავთენტიფიკატორი
ru: Использовать Аутентификатор

source: Use Backup Code
ka: გამოიყენეთ სარეზერვო კოდი
ru: Использовать Резервный код

source: Use Template
ka: გამოიყენეთ შაბლონი
ru: Использовать Шаблон

source: User
ka: მომხმარებელი
ru: Пользователь

source: User ID
ka: მომხმარებლის ID
ru: Идентификатор пользователя

source: User profiles are here!
ka: Benutzerprofile sind hier!
ru: Профили пользователей здесь!

source: User settings
ka: მომხმარებლის პარამეტრები
ru: Настройки пользователя

source: Users
ka: მომხმარებლები
ru: Пользователи

source: Value
ka: ღირებულება
ru: Значение

source: Verification Email Sent
ka: დადასტურების ელფოსტა გაიგზავნა
ru: Письмо для подтверждения отправлено

source: Verification email sent successfully.
ka: დადასტურების ელფოსტა წარმატებით გაიგზავნა.
ru: Письмо для подтверждения успешно отправлено.

source: Verify Now
ka: შეამოწმეთ ახლა
ru: Подтвердить сейчас

source: Verify your email address
ka: შეამოწმეთ თქვენი ელ.ფოსტის მისამართი
ru: Подтвердите ваш адрес электронной почты

source: Verify your email address to unlock all features.
ka: დაადასტურეთ თქვენი ელფოსტის მისამართი, რათა განბლოკოთ ყველა ფუნქცია.
ru: Подтвердите ваш адрес электронной почты, чтобы разблокировать все функции.

source: Verify your email to upload documents.
ka: შეამოწმეთ თქვენი ელფოსტა დოკუმენტების ასატვირთად.
ru: Подтвердите вашу почту, чтобы загружать документы.

source: Version History
ka: ვერსიის ისტორია
ru: История версий

source: View
ka: ნახვა
ru: Просмотреть

source: View activity
ka: აქტივობის ნახვა
ru: Просмотр активности

source: View all documents sent to your account
ka: იხილეთ თქვენს ანგარიშზე გაგზავნილი ყველა დოკუმენტი
ru: Просмотреть все документы, отправленные на ваш аккаунт

source: View all recent security activity related to your account.
ka: იხილეთ უსაფრთხოების ყველა ბოლო აქტივობა თქვენს ანგარიშში.
ru: Просмотр всей последней активности безопасности, связанной с вашим аккаунтом.

source: View all related documents
ka: იხილეთ ყველა დაკავშირებული დოკუმენტი
ru: Просмотреть все связанные документы

source: View all security activity related to your account.
ka: ნახეთ თქვენს ანგარიშთან დაკავშირებული ყველა უსაფრთხოების აქტივობა.
ru: Просмотр всей активности безопасности, связанной с вашим аккаунтом.

source: View Codes
ka: კოდების ნახვა
ru: Просмотреть коды

source: View Document
ka: დოკუმენტის ნახვა
ru: Просмотреть документ

source: View documents associated with this email
ka: ამ ელფოსტასთან დაკავშირებული დოკუმენტების ნახვა
ru: Просмотреть документы, связанные с этим адресом электронной почты

source: View invites
ka: მოწვევების ნახვა
ru: Просмотреть приглашения

source: View more
ka: მეტის ნახვა
ru: Посмотреть больше

source: View Original Document
ka: ორიგინალი დოკუმენტის ნახვა
ru: Посмотреть оригинальный документ

source: View Recovery Codes
ka: აღდგენის კოდების ნახვა
ru: Просмотреть коды восстановления

source: View teams
ka: გუნდების ნახვა
ru: Просмотр команд

source: Viewed
ka: ნანახია
ru: Просмотрено

source: Waiting
ka: ლოდინი
ru: Ожидание

source: Waiting for others to sign
ka: სხვების ხელმოწერის მოლოდინში
ru: Ожидание подписей других

source: Waiting for Your Turn
ka: თქვენი ჯერის მოლოდინში
ru: Ожидание своей очереди

source: Want to send slick signing links like this one? <0>Check out Documenso.</0>
ka: გსურთ ასეთი მოხერხებული ხელმოწერის ბმულების გაგზავნა? <0>გაეცანით SignDoc-ს.</0>
ru: Хотите отправить такие стильные ссылки для подписания? <0>Посмотрите SignDoc.</0>

source: Want your own public profile?
ka: გსურთ საკუთარი საჯარო პროფილი?
ru: Хотите создать свой публичный профиль?

source: We are unable to proceed to the billing portal at this time. Please try again, or contact support.
ka: ამჟამად გადახდების პორტალზე გადასვლა შეუძლებელია. გთხოვთ სცადოთ ხელახლა, ან დაუკავშირდეთ მხარდაჭერას.
ru: Мы не можем перейти в портал выставления счетов в данный момент. Пожалуйста, попробуйте снова или свяжитесь с поддержкой.

source: We are unable to remove this passkey at the moment. Please try again later.
ka: ამჟამად ამ გასაღების წაშლა შეუძლებელია. გთხოვთ სცადოთ მოგვიანებით.
ru: Мы не можем удалить этот ключ в данный момент. Пожалуйста, попробуйте позже.

source: We are unable to update this passkey at the moment. Please try again later.
ka: ამჟამად ამ გასაღების განახლება შეუძლებელია. გთხოვთ სცადოთ მოგვიანებით.
ru: Мы не можем обновить этот ключ в данный момент. Пожалуйста, попробуйте позже.

source: We encountered an error while removing the direct template link. Please try again later.
ka: შეცდომა მოხდა პირდაპირი შაბლონის ბმულის წაშლისას. გთხოვთ სცადოთ მოგვიანებით.
ru: Произошла ошибка при удалении прямой ссылки на шаблон. Пожалуйста, попробуйте позже.

source: We encountered an error while updating the webhook. Please try again later.
ka: ვებჰუკის განახლების მცდელობისას შეგვხვდა შეცდომა. გთხოვთ, სცადოთ მოგვიანებით.
ru: Произошла ошибка при обновлении вебхука. Пожалуйста, попробуйте позже.

source: We encountered an unknown error while attempting create the new token. Please try again later.
ka: ახალი ჟეტონის შექმნისას უცნობი შეცდომა შეგვხვდა. გთხოვთ, სცადოთ მოგვიანებით.
ru: Произошла неизвестная ошибка при попытке создать новый токен. Пожалуйста, попробуйте позже.

source: We encountered an unknown error while attempting to add this email. Please try again later.
ka: ამ ელფოსტის დამატების მცდელობისას შეგვხვდა უცნობი შეცდომა. გთხოვთ, სცადოთ მოგვიანებით.
ru: Произошла неизвестная ошибка при попытке добавить этот email. Пожалуйста, попробуйте позже.

source: We encountered an unknown error while attempting to create a team. Please try again later.
ka: გუნდის შექმნისას უცნობი შეცდომა შეგვხვდა. გთხოვთ, სცადოთ მოგვიანებით.
ru: Произошла неизвестная ошибка при попытке создать команду. Пожалуйста, попробуйте позже.

source: We encountered an unknown error while attempting to delete it. Please try again later.
ka: წაშლის მცდელობისას უცნობი შეცდომა დაგვხვდა. გთხოვთ, სცადოთ მოგვიანებით.
ru: Произошла неизвестная ошибка при попытке удалить это. Пожалуйста, попробуйте позже.

source: We encountered an unknown error while attempting to delete the pending team. Please try again later.
ka: მომლოდინე გუნდის წაშლის მცდელობისას უცნობი შეცდომა დაგვხვდა. გთხოვთ, სცადოთ მოგვიანებით.
ru: Произошла неизвестная ошибка при попытке удалить ожидающую команду. Пожалуйста, попробуйте позже.

source: We encountered an unknown error while attempting to delete this team. Please try again later.
ka: გვქონდა უცნობი შეცდომა ამ გუნდის წაშლისას. გთხოვთ სცადოთ მოგვიანებით.
ru: Произошла неизвестная ошибка при попытке удалить эту команду. Пожалуйста, попробуйте позже.

source: We encountered an unknown error while attempting to delete this token. Please try again later.
ka: გვქონდა უცნობი შეცდომა ტოკენის წაშლისას. გთხოვთ სცადოთ მოგვიანებით.
ru: Произошла неизвестная ошибка при попытке удалить этот токен. Пожалуйста, попробуйте позже.

source: We encountered an unknown error while attempting to delete your account. Please try again later.
ka: გვქონდა უცნობი შეცდომა თქვენი ანგარიშის წაშლისას. გთხოვთ სცადოთ მოგვიანებით.
ru: Произошла неизвестная ошибка при попытке удалить ваш аккаунт. Пожалуйста, попробуйте позже.

source: We encountered an unknown error while attempting to invite team members. Please try again later.
ka: გვქონდა უცნობი შეცდომა გუნდის წევრების მოწვევისას. გთხოვთ სცადოთ მოგვიანებით.
ru: Произошла неизвестная ошибка при попытке пригласить участников команды. Пожалуйста, попробуйте позже.

source: We encountered an unknown error while attempting to leave this team. Please try again later.
ka: გვქონდა უცნობი შეცდომა გუნდის დატოვებისას. გთხოვთ სცადოთ მოგვიანებით.
ru: Произошла неизвестная ошибка при попытке покинуть команду. Пожалуйста, попробуйте позже.

source: We encountered an unknown error while attempting to remove this template from your profile. Please try again later.
ka: გვქონდა უცნობი შეცდომა თქვენი პროფილიდან ამ შაბლონის წაშლისას. გთხოვთ სცადოთ მოგვიანებით.
ru: Произошла неизвестная ошибка при попытке удалить этот шаблон из вашего профиля. Пожалуйста, попробуйте позже.

source: We encountered an unknown error while attempting to remove this transfer. Please try again or contact support.
ka: გვქონდა უცნობი შეცდომა ამ გადაცემის წაშლისას. გთხოვთ სცადოთ ხელახლა ან დაუკავშირდით მხარდაჭერას.
ru: Произошла неизвестная ошибка при попытке удалить этот перевод. Пожалуйста, попробуйте снова или свяжитесь с поддержкой.

source: We encountered an unknown error while attempting to remove this user. Please try again later.
ka: გვქონდა უცნობი შეცდომა ამ მომხმარებლის წაშლისას. გთხოვთ სცადოთ მოგვიანებით.
ru: Произошла неизвестная ошибка при попытке удалить этого пользователя. Пожалуйста, попробуйте позже.

source: We encountered an unknown error while attempting to request a transfer of this team. Please try again later.
ka: გვქონდა უცნობი შეცდომა ამ გუნდის გადაცემის მოთხოვნისას. გთხოვთ სცადოთ მოგვიანებით.
ru: Произошла неизвестная ошибка при попытке запросить передачу этой команды. Пожалуйста, попробуйте позже.

source: We encountered an unknown error while attempting to reset your password. Please try again later.
ka: გვქონდა უცნობი შეცდომა პაროლის აღდგენისას. გთხოვთ სცადოთ მოგვიანებით.
ru: Произошла неизвестная ошибка при попытке сбросить ваш пароль. Пожалуйста, попробуйте позже.

source: We encountered an unknown error while attempting to revoke access. Please try again or contact support.
ka: გვქონდა უცნობი შეცდომა წვდომის გაუქმებისას. გთხოვთ სცადოთ ხელახლა ან დაუკავშირდით მხარდაჭერას.
ru: Произошла неизвестная ошибка при попытке отозвать доступ. Пожалуйста, попробуйте снова или свяжитесь с поддержкой.

source: We encountered an unknown error while attempting to save your details. Please try again later.
ka: გვქონდა უცნობი შეცდომა თქვენი დეტალების შენახვისას. გთხოვთ სცადოთ მოგვიანებით.
ru: Произошла неизвестная ошибка при попытке сохранить ваши данные. Пожалуйста, попробуйте позже.

source: We encountered an unknown error while attempting to sign you In. Please try again later.
ka: გვქონდა უცნობი შეცდომა სისტემაში შესვლისას. გთხოვთ სცადოთ მოგვიანებით.
ru: Произошла неизвестная ошибка при попытке войти в ваш аккаунт. Пожалуйста, попробуйте позже.

source: We encountered an unknown error while attempting to sign you up. Please try again later.
ka: გვქონდა უცნობი შეცდომა რეგისტრაციისას. გთხოვთ სცადოთ მოგვიანებით.
ru: Произошла неизвестная ошибка при попытке зарегистрировать вас. Пожалуйста, попробуйте позже.
