Repository: ZKhutsishvili/documenso
Catalog: packages/lib/translations/*/web.po
Languages: ka, ru

source: We encountered an unknown error while attempting to sign you Up. Please try again later.
ka: გვქონდა უცნობი შეცდომა რეგისტრაციისას. გთხოვთ სცადოთ მოგვიანებით.

source: We encountered an unknown error while attempting to update the avatar. Please try again later.
ka: გვქონდა უცნობი შეცდომა ავატარის განახლებისას. გთხოვთ სცადოთ მოგვიანებით.
ru: Произошла неизвестная ошибка при попытке обновить аватар. Пожалуйста, попробуйте позже.

source: We encountered an unknown error while attempting to update the banner. Please try again later.
ka: გვქონდა უცნობი შეცდომა ბანერის განახლებისას. გთხოვთ სცადოთ მოგვიანებით.
ru: Произошла неизвестная ошибка при попытке обновить баннер. Пожалуйста, попробуйте позже.

source: We encountered an unknown error while attempting to update the template. Please try again later.
ka: გვქონდა უცნობი შეცდომა შაბლონის განახლებისას. გთხოვთ სცადოთ მოგვიანებით.
ru: Произошла неизвестная ошибка при попытке обновить шаблон. Пожалуйста, попробуйте позже.

source: We encountered an unknown error while attempting to update this team member. Please try again later.
ka: გვქონდა უცნობი შეცდომა გუნდის წევრის განახლებისას. გთხოვთ სცადოთ მოგვიანებით.
ru: Произошла неизвестная ошибка при попытке обновить этого участника команды. Пожалуйста, попробуйте позже.

source: We encountered an unknown error while attempting to update your password. Please try again later.
ka: გვქონდა უცნობი შეცდომა პაროლის განახლებისას. გთხოვთ სცადოთ მოგვიანებით.
ru: Произошла неизвестная ошибка при попытке обновить ваш пароль. Пожалуйста, попробуйте позже.

source: We encountered an unknown error while attempting to update your public profile. Please try again later.
ka: გვქონდა უცნობი შეცდომა საჯარო პროფილის განახლებისას. გთხოვთ სცადოთ მოგვიანებით.
ru: Произошла неизвестная ошибка при попытке обновить ваш публичный профиль. Пожалуйста, попробуйте позже.

source: We encountered an unknown error while attempting to update your team. Please try again later.
ka: გვქონდა უცნობი შეცდომა გუნდის განახლებისას. გთხოვთ სცადოთ მოგვიანებით.
ru: Произошла неизвестная ошибка при попытке обновить вашу команду. Пожалуйста, попробуйте позже.

source: We encountered an unknown error while attempting update the team email. Please try again later.
ka: გვქონდა უცნობი შეცდომა გუნდის ელფოსტის განახლებისას. გთხოვთ სცადოთ მოგვიანებით.
ru: Произошла неизвестная ошибка при попытке обновить командную электронную почту. Пожалуйста, попробуйте позже.

source: We have sent a confirmation email for verification.
ka: ჩვენ გამოგიგზავნეთ დასადასტურებელი ელფოსტა ვერიფიკაციისთვის.
ru: Мы отправили подтверждающее письмо для проверки.

source: We were unable to copy the token to your clipboard. Please try again.
ka: ვერ მოხერხდა ტოკენის კოპირება თქვენს ბუფერში. გთხოვთ სცადოთ ხელახლა.
ru: Не удалось скопировать токен в буфер обмена. Пожалуйста, попробуйте снова.

source: We were unable to copy your recovery code to your clipboard. Please try again.
ka: ვერ მოხერხდა აღდგენის კოდის კოპირება თქვენს ბუფერში. გთხოვთ სცადოთ ხელახლა.
ru: Не удалось скопировать ваш код восстановления в буфер обмена. Пожалуйста, попробуйте снова.

source: We were unable to create a checkout session. Please try again, or contact support
ka: ვერ მოხერხდა გადახდის სესიის შექმნა. გთხოვთ სცადოთ ხელახლა ან დაუკავშირდით მხარდაჭერას
ru: Не удалось создать сессию оформления заказа. Пожалуйста, попробуйте снова или свяжитесь с поддержкой.

source: We were unable to disable two-factor authentication for your account. Please ensure that you have entered your password and backup code correctly and try again.
ka: ვერ მოხერხდა ორფაქტორიანი ავთენტიფიკაციის გამორთვა თქვენი ანგარიშისთვის. გთხოვთ დარწმუნდეთ, რომ სწორად შეიყვანეთ პაროლი და სარეზერვო კოდი და სცადეთ ხელახლა.
ru: Не удалось отключить двухфакторную аутентификацию для вашего аккаунта. Пожалуйста, убедитесь, что вы правильно ввели свой пароль и резервный код, и попробуйте снова.

source: We were unable to log you out at this time.
ka: ვერ მოხერხდა თქვენი სისტემიდან გამოსვლა ამ დროს.
ru: Не удалось выйти из системы в данный момент.

source: We were unable to set your public profile to public. Please try again.
ka: ვერ მოხერხდა თქვენი პროფილის საჯაროდ დაყენება. გთხოვთ სცადოთ ხელახლა.
ru: Не удалось сделать ваш публичный профиль доступным. Пожалуйста, попробуйте снова.

source: We were unable to setup two-factor authentication for your account. Please ensure that you have entered your code correctly and try again.
ka: ვერ მოხერხდა ორფაქტორიანი ავთენტიფიკაციის გამართვა თქვენი ანგარიშისთვის. გთხოვთ დარწმუნდეთ, რომ სწორად შეიყვანეთ კოდი და სცადეთ ხელახლა.
ru: Не удалось настроить двухфакторную аутентификацию для вашего аккаунта. Пожалуйста, убедитесь, что вы правильно ввели свой код, и попробуйте снова.

source: We were unable to submit this document at this time. Please try again later.
ka: ვერ მოხერხდა ამ დოკუმენტის გაგზავნა ამ დროს. გთხოვთ სცადოთ მოგვიანებით.
ru: Не удалось отправить этот документ в данный момент. Пожалуйста, попробуйте позже.

source: We were unable to verify your details. Please try again or contact support
ka: ვერ მოხერხდა თქვენი დეტალების გადამოწმება. გთხოვთ სცადოთ ხელახლა ან დაუკავშირდით მხარდაჭერას
ru: Не удалось проверить ваши данные. Пожалуйста, попробуйте снова или свяжитесь с поддержкой.

source: We were unable to verify your email. If your email is not verified already, please try again.
ka: ვერ მოხერხდა თქვენი ელფოსტის გადამოწმება. თუ თქვენი ელფოსტა ჯერ არ არის ვერიფიცირებული, გთხოვთ სცადოთ თავიდან.
ru: Не удалось подтвердить ваш email. Если ваш email ещё не подтверждён, пожалуйста, попробуйте снова.

source: We're all empty
ka: სიცარიელეა
ru: Мы все пусто

source: We've sent a confirmation email to <0>{email}</0>. Please check your inbox and click the link in the email to verify your account.
ka: გამოგიგზავნეთ დასადასტურებელი წერილი მისამართზე <0>{email}</0>. გთხოვთ შეამოწმოთ შემომავალი და დააჭიროთ ბმულს ანგარიშის გასააქტიურებლად.
ru: Мы отправили подтверждающее письмо на <0>{email}</0>. Пожалуйста, проверьте свой inbox и нажмите на ссылку в письме для подтверждения вашего аккаунта.

source: Webhook created
ka: ვებჰუკი შეიქმნა
ru: Webhook создан

source: Webhook deleted
ka: ვებჰუკი წაიშალა
ru: Webhook удалён

source: Webhook updated
ka: ვებჰუკი განახლდა
ru: Webhook обновлён

source: Webhook URL
ka: ვებჰუკის URL

source: Webhooks
ka: ვებჰუკები

source: Weekly
ka: ყოველკვირეული
ru: Еженедельно

source: Welcome
ka: მოგესალმებით
ru: Добро пожаловать

source: Welcome back, we are lucky to have you.
ka: კეთილი იყოს თქვენი დაბრუნება, გვიხარია თქვენი ხილვა.
ru: С возвращением, нам повезло, что вы с нами.

source: Were you trying to edit this document instead?
ka: ნაცვლად ამისა, ცდილობდით ამ დოკუმენტის რედაქტირებას?
ru: Вы пытались отредактировать этот документ?

source: When you click continue, you will be prompted to add the first available authenticator on your system.
ka: როდესაც დააჭერთ გაგრძელებას, თქვენ მოგეთხოვებათ პირველი ხელმისაწვდომი აუტენტიფიკატორის დამატება თქვენს სისტემაში.
ru: Когда вы нажмёте продолжить, вам будет предложено добавить первый доступный аутентификатор на вашей системе.

source: When you use our platform to affix your electronic signature to documents, you are consenting to do so under the Electronic Signatures in Global and National Commerce Act (E-Sign Act) and other applicable laws. This action indicates your agreement to use electronic means to sign documents and receive notifications.
ka: როდესაც იყენებთ ჩვენს პლატფორმას დოკუმენტებზე ელექტრონული ხელმოწერისთვის, თქვენ თანხმდებით ამის გაკეთებას გლობალური და ეროვნული ვაჭრობის აქტის (E-Sign Act) და სხვა მოქმედი კანონების შესაბამისად. ეს ქმედება მიუთითებს თქვენს თანხმობას გამოიყენოთ ელექტრონული საშუალებები დოკუმენტების ხელმოსაწერად და შეტყობინებების მისაღებად.
ru: Когда вы используете нашу платформу для подписания документов электронной подписью, вы соглашаетесь с этим в рамках Закона об электронных подписях в международной и национальной торговле (E-Sign Act) и других применимых законах. Это действие указывает на ваше согласие использовать электронные средства для подписания документов и получения уведомлений.

source: While waiting for them to do so you can create your own Documenso account and get started with document signing right away.
ka: მათი ლოდინის დროს შეგიძლიათ შექმნათ საკუთარი SignDoc ანგარიში და დაუყოვნებლივ დაიწყოთ დოკუმენტების ხელმოწერა.
ru: Пока вы ждёте, вы можете создать свой аккаунт SignDoc и начать подписывать документы сразу.

source: Who do you want to remind?
ka: ვის გსურთ შეხსენება?
ru: Кого вы хотите напомнить?

source: Withdrawing Consent
ka: თანხმობის გაუქმება
ru: Отзыв согласия

source: Write about the team
ka: დაწერეთ გუნდის შესახებ
ru: Напишите о команде

source: Write about yourself
ka: დაწერეთ საკუთარი თავის შესახებ
ru: Напишите о себе

source: Yearly
ka: წლიური
ru: Ежегодно

source: You
ka: თქვენ
ru: Вы

source: You are about to complete approving "{truncatedTitle}".<0/> Are you sure?
ka: თქვენ აპირებთ დაამტავროთ "{truncatedTitle}"-ის დამტკიცება.<0/> დარწმუნებული ხართ?

source: You are about to complete signing "{truncatedTitle}".<0/> Are you sure?
ka: თქვენ აპირებთ დაამთავროთ "{truncatedTitle}"-ის ხელმოწერა.<0/> დარწმუნებული ხართ?

source: You are about to complete viewing "{truncatedTitle}".<0/> Are you sure?
ka: თქვენ აპირებთ დაამთავროთ "{truncatedTitle}"-ის ნახვა.<0/> დარწმუნებული ხართ?

source: You are about to delete <0>"{documentTitle}"</0>
ka: თქვენ აპირებთ წაშალოთ <0>"{documentTitle}"</0>

source: You are about to delete the following team email from <0>{teamName}</0>.
ka: თქვენ აპირებთ წაშალოთ შემდეგი გუნდის ელ-ფოსტა <0>{teamName}</0>-დან.
ru: Вы собираетесь удалить следующий командный email из <0>{teamName}</0>.

source: You are about to hide <0>"{documentTitle}"</0>
ka: თქვენ აპირებთ დამალოთ <0>"{documentTitle}"</0>

source: You are about to leave the following team.
ka: თქვენ აპირებთ დატოვოთ შემდეგი გუნდი.
ru: Вы собираетесь покинуть следующую команду.

source: You are about to remove the following user from <0>{teamName}</0>.
ka: თქვენ აპირებთ წაშალოთ შემდეგი მომხმარებელი <0>{teamName}</0>-დან.
ru: Вы собираетесь удалить следующего пользователя из <0>{teamName}</0>.

source: You are about to revoke access for team <0>{0}</0> ({1}) to use your email.
ka: თქვენ აპირებთ გააუქმოთ გუნდის <0>{0}</0> ({1}) წვდომა თქვენი ელ-ფოსტის გამოსაყენებლად.
ru: Вы собираетесь отозвать доступ для команды <0>{0}</0> ({1}) использовать вашу электронную почту.

source: You are currently on the <0>Free Plan</0>.
ka: თქვენ ამჟამად ხართ <0>უფასო გეგმაზე</0>.
ru: Вы в данный момент на <0>Бесплатном плане</0>.

source: You are currently updating <0>{teamMemberName}.</0>
ka: თქვენ ამჟამად ანახლებთ <0>{teamMemberName}-ს.</0>
ru: Вы в данный момент обновляете <0>{teamMemberName}</0>.

source: You are currently updating the <0>{passkeyName}</0> passkey.
ka: თქვენ ამჟამად ანახლებთ <0>{passkeyName}</0> გასაღებს.
ru: Вы в данный момент обновляете ключ доступа <0>{passkeyName}</0>.

source: You are not authorized to view this page.
ka: თქვენ არ გაქვთ ამ გვერდის ნახვის უფლება.
ru: У вас нет прав для просмотра этой страницы.

source: You can choose to enable or disable your profile for public view.
ka: თქვენ შეგიძლიათ აირჩიოთ თქვენი პროფილის გასაჯაროება ან დამალვა.
ru: Вы можете выбрать, включить или отключить ваш профиль для публичного просмотра.

source: You can choose to enable or disable your team profile for public view.
ka: თქვენ შეგიძლიათ აირჩიოთ თქვენი გუნდის პროფილის გასაჯაროება ან დამალვა.
ru: Вы можете включить или отключить публичный просмотр профиля вашей команды.

source: You can claim your profile later on by going to your profile settings!
ka: თქვენ შეგიძლიათ მოითხოვოთ თქვენი პროფილი მოგვიანებით პროფილის პარამეტრებში!
ru: Вы можете забрать свой профиль позже, перейдя в настройки профиля!

source: You can update the profile URL by updating the team URL in the general settings page.
ka: თქვენ შეგიძლიათ განაახლოთ პროფილის URL გუნდის URL-ის განახლებით ზოგად პარამეტრებში.
ru: Вы можете обновить URL профиля, обновив URL команды на странице общих настроек.

source: You can view documents associated with this email and use this identity when sending documents.
ka: თქვენ შეგიძლიათ ნახოთ ამ ელ-ფოსტასთან დაკავშირებული დოკუმენტები და გამოიყენოთ ეს იდენტობა დოკუმენტების გაგზავნისას.
ru: Вы можете просматривать документы, связанные с этим email, и использовать эту личность при отправке документов.

source: You cannot have more than {MAXIMUM_PASSKEYS} passkeys.
ka: თქვენ არ შეგიძლიათ გქონდეთ {MAXIMUM_PASSKEYS}-ზე მეტი გასაღები.
ru: Вы не можете иметь более {MAXIMUM_PASSKEYS} ключей.

source: You cannot modify a team member who has a higher role than you.
ka: თქვენ არ შეგიძლიათ შეცვალოთ გუნდის წევრი, რომელსაც თქვენზე მაღალი როლი აქვს.
ru: Вы не можете изменить данные члена команды, у которого более высокая роль, чем у вас.

source: You cannot upload encrypted PDFs
ka: თქვენ არ შეგიძლიათ დაშიფრული PDF-ების ატვირთვა
ru: Вы не можете загрузить зашифрованные PDF.

source: You do not currently have a customer record, this should not happen. Please contact support for assistance.
ka: თქვენ ამჟამად არ გაქვთ მომხმარებლის ჩანაწერი, ეს არ უნდა მოხდეს. გთხოვთ დაუკავშირდეთ მხარდაჭერას დახმარებისთვის.
ru: В настоящее время у вас нет записи о клиенте, этого не должно было произойти. Пожалуйста, свяжитесь с поддержкой для получения помощи.

source: You have accepted an invitation from <0>{0}</0> to join their team.
ka: თქვენ მიიღეთ მოწვევა <0>{0}</0>-სგან მათ გუნდში გაწევრიანებისთვის.
ru: Вы приняли приглашение от <0>{0}</0> присоединиться к их команде.

source: You have already completed the ownership transfer for <0>{0}</0>.
ka: თქვენ უკვე დაასრულეთ მფლობელობის გადაცემა <0>{0}</0>-სთვის.
ru: Вы уже завершили передачу прав собственности для <0>{0}</0>.

source: You have already verified your email address for <0>{0}</0>.
ka: თქვენ უკვე დაადასტურეთ თქვენი ელ-ფოსტის მისამართი <0>{0}</0>-სთვის.
ru: Вы уже подтвердили свой email для <0>{0}</0>.

source: You have been invited by <0>{0}</0> to join their team.
ka: თქვენ მიწვეული ხართ <0>{0}</0>-ს მიერ მათ გუნდში გასაწევრიანებლად.
ru: Вас пригласили <0>{0}</0> присоединиться к их команде.

source: You have declined the invitation from <0>{0}</0> to join their team.
ka: თქვენ უარი თქვით <0>{0}</0>-ს მოწვევაზე მათ გუნდში გაწევრიანებაზე.
ru: Вы отклонили приглашение от <0>{0}</0> присоединиться к их команде.

source: You have no webhooks yet. Your webhooks will be shown here once you create them.
ka: თქვენ ჯერ არ გაქვთ ვებჰუკები. თქვენი ვებჰუკები გამოჩნდება აქ მათი შექმნის შემდეგ.
ru: У вас еще нет вебхуков. Ваши вебхуки будут отображены здесь после их создания.

source: You have not yet created any templates. To create a template please upload one.
ka: თქვენ ჯერ არ შეგიქმნიათ შაბლონები. შაბლონის შესაქმნელად გთხოვთ ატვირთოთ ერთი.
ru: Вы еще не создали шаблонов. Чтобы создать шаблон, пожалуйста, загрузите один.

source: You have not yet created or received any documents. To create a document please upload one.
ka: თქვენ ჯერ არ შეგიქმნიათ ან მიგიღიათ დოკუმენტები. დოკუმენტის შესაქმნელად გთხოვთ ატვირთოთ ერთი.
ru: Вы еще не создали или не получили документов. Чтобы создать документ, пожалуйста, загрузите один.

source: You have reached the maximum limit of {0} direct templates. <0>Upgrade your account to continue!</0>
ka: თქვენ მიაღწიეთ პირდაპირი შაბლონების მაქსიმალურ ლიმიტს {0}. <0>გააუმჯობესეთ თქვენი ანგარიში გასაგრძელებლად!</0>
ru: Вы достигли максимального лимита {0} прямых шаблонов. <0>Обновите свой аккаунт, чтобы продолжить!</0>

source: You have reached your document limit.
ka: თქვენ მიაღწიეთ თქვენი დოკუმენტების ლიმიტს.
ru: Вы достигли лимита документов.

source: You have reached your document limit. <0>Upgrade your account to continue!</0>
ka: თქვენ მიაღწიეთ თქვენი დოკუმენტების ლიმიტს. <0>გააუმჯობესეთ თქვენი ანგარიში გასაგრძელებლად!</0>
ru: Вы достигли лимита документов. <0>Обновите свой аккаунт, чтобы продолжить!</0>

source: You have successfully left this team.
ka: თქვენ წარმატებით დატოვეთ ეს გუნდი.
ru: Вы успешно покинули эту команду.

source: You have successfully registered. Please verify your account by clicking on the link you received in the email.
ka: თქვენ წარმატებით დარეგისტრირდით. გთხოვთ დაადასტუროთ თქვენი ანგარიში ელ-ფოსტაში მიღებული ბმულის დაჭერით.
ru: Вы успешно зарегистрировались. Пожалуйста, подтвердите свой аккаунт, перейдя по ссылке, полученной в письме.

source: You have successfully removed this user from the team.
ka: თქვენ წარმატებით წაშალეთ ეს მომხმარებელი გუნდიდან.
ru: Вы успешно удалили этого пользователя из команды.

source: You have successfully revoked access.
ka: თქვენ წარმატებით გააუქმეთ წვდომა.
ru: Вы успешно отозвали доступ.

source: You have the right to withdraw your consent to use electronic signatures at any time before completing the signing process. To withdraw your consent, please contact the sender of the document. In failing to contact the sender you may reach out to <0>{SUPPORT_EMAIL}</0> for assistance. Be aware that withdrawing consent may delay or halt the completion of the related transaction or service.
ka: თქვენ გაქვთ უფლება გააუქმოთ თქვენი თანხმობა ელექტრონული ხელმოწერების გამოყენებაზე ნებისმიერ დროს ხელმოწერის პროცესის დასრულებამდე. თანხმობის გასაუქმებლად გთხოვთ დაუკავშირდეთ დოკუმენტის გამგზავნს. გამგზავნთან დაკავშირების შეუძლებლობის შემთხვევაში შეგიძლიათ დაუკავშირდეთ <0>{SUPPORT_EMAIL}</0>-ს დახმარებისთვის. გაითვალისწინეთ, რომ თანხმობის გაუქმებამ შეიძლება შეაფერხოს შესაბამისი გადარიცხვა ან სერვისი.
ru: Вы имеете право отозвать свое согласие на использование электронных подписей в любое время до завершения процесса подписания. Для отзыва согласия, пожалуйста, свяжитесь с отправителем документа. В случае, если вы не можете связаться с отправителем, вы можете обратиться по адресу <0>{SUPPORT_EMAIL}</0> за помощью. Учтите, что отзыв согласия может задержать или остановить завершение связанной транзакции или услуги.

source: You have updated {teamMemberName}.
ka: თქვენ განაახლეთ {teamMemberName}.
ru: Вы обновили {teamMemberName}.

source: You have verified your email address for <0>{0}</0>.
ka: თქვენ დაადასტურეთ თქვენი ელ-ფოსტის მისამართი <0>{0}</0>-სთვის.
ru: Вы подтвердили свой email адрес для <0>{0}</0>.

source: You must be an admin of this team to manage billing.
ka: ანგარიშსწორების სამართავად თქვენ უნდა იყოთ ამ გუნდის ადმინისტრატორი.
ru: Вы должны быть администратором этой команды, чтобы управлять выставлением счетов.

source: You must enter '{deleteMessage}' to proceed
ka: გასაგრძელებლად უნდა შეიყვანოთ '{deleteMessage}'
ru: Вы должны ввести '{deleteMessage}', чтобы продолжить

source: You must have at least one other team member to transfer ownership.
ka: მფლობელობის გადასაცემად საჭიროა გყავდეთ მინიმუმ ერთი სხვა გუნდის წევრი.
ru: У вас должен быть хотя бы один другой член команды, чтобы передать права собственности.

source: You must set a profile URL before enabling your public profile.
ka: საჯარო პროფილის გააქტიურებამდე უნდა დააყენოთ პროფილის URL.
ru: Вы должны установить URL профиля перед включением публичного профиля.

source: You need to be logged in as <0>{email}</0> to view this page.
ka: ამ გვერდის სანახავად უნდა შეხვიდეთ როგორც <0>{email}</0>.
ru: Вам нужно войти как <0>{email}</0>, чтобы просматривать эту страницу.

source: You need to be logged in to view this page.
ka: ამ გვერდის სანახავად უნდა იყოთ შესული სისტემაში.
ru: Вам нужно войти в систему, чтобы просматривать эту страницу.

source: You need to setup 2FA to mark this document as viewed.
ka: დოკუმენტის ნანახად მოსანიშნად საჭიროა 2FA-ს გამართვა.
ru: Вам нужно настроить 2FA, чтобы отметить этот документ как просмотренный.

source: You will get notified & be able to set up your documenso public profile when we launch the feature.
ka: თქვენ მიიღებთ შეტყობინებას და შეძლებთ SignDoc-ს საჯარო პროფილის შექმნას ფუნქციის გაშვებისთანავე.
ru: Вы получите уведомление и сможете настроить свой публичный профиль в SignDoc, когда мы запустим эту функцию.

source: You will now be required to enter a code from your authenticator app when signing in.
ka: შესვლისას საჭირო იქნება აუთენტიფიკაციის აპიდან კოდის შეყვანა.
ru: Теперь вам нужно будет ввести код из вашего приложения аутентификации при входе в систему.

source: You will receive an Email copy of the signed document once everyone has signed.
ka: თქვენ მიიღებთ ხელმოწერილი დოკუმენტის ასლს ელ-ფოსტაზე, როცა ყველა ხელს მოაწერს.
ru: Вы получите копию подписанного документа на Email, как только все подпишут.

source: Your account has been deleted successfully.
ka: თქვენი ანგარიში წარმატებით წაიშალა.
ru: Ваш аккаунт был успешно удален.

source: Your avatar has been updated successfully.
ka: თქვენი ავატარი წარმატებით განახლდა.
ru: Ваш аватар был успешно обновлен.

source: Your banner has been updated successfully.
ka: თქვენი ბანერი წარმატებით განახლდა.
ru: Ваш баннер был успешно обновлен.

source: Your current plan is past due. Please update your payment information.
ka: თქვენი მიმდინარე გეგმის ვადა გასულია. გთხოვთ, განაახლოთ გადახდის ინფორმაცია.
ru: Ваш текущий план просрочен. Пожалуйста, обновите вашу платёжную информацию.

source: Your direct signing templates
ka: თქვენი პირდაპირი ხელმოწერის შაბლონები
ru: Ваши прямые шаблоны для подписания

source: Your document failed to upload.
ka: თქვენი დოკუმენტის ატვირთვა ვერ მოხერხდა.
ru: Не удалось загрузить ваш документ.

source: Your document has been created from the template successfully.
ka: თქვენი დოკუმენტი წარმატებით შეიქმნა შაბლონიდან.
ru: Ваш документ был успешно создан из шаблона.

source: Your document has been re-sent successfully.
ka: თქვენი დოკუმენტი წარმატებით გადაიგზავნა ხელახლა.
ru: Ваш документ был успешно повторно отправлен.

source: Your document has been sent successfully.
ka: თქვენი დოკუმენტი წარმატებით გაიგზავნა.
ru: Ваш документ был успешно отправлен.

source: Your document has been successfully duplicated.
ka: თქვენი დოკუმენტი წარმატებით დადუბლირდა.
ru: Ваш документ был успешно дублирован.

source: Your document has been uploaded successfully.
ka: თქვენი დოკუმენტი წარმატებით აიტვირთა.
ru: Ваш документ был успешно загружен.

source: Your document has been uploaded successfully. You will be redirected to the template page.
ka: თქვენი დოკუმენტი წარმატებით აიტვირთა. თქვენ გადამისამართდებით შაბლონის გვერდზე.
ru: Ваш документ был успешно загружен. Вы будете перенаправлены на страницу шаблона.

source: Your documents
ka: თქვენი დოკუმენტები
ru: Ваши документы

source: Your email has been successfully confirmed! You can now use all features of Documenso.
ka: თქვენი ელ-ფოსტა წარმატებით დადასტურდა! ახლა შეგიძლიათ SignDoc-ს ყველა ფუნქციით სარგებლობა.
ru: Ваш email был успешно подтверждён! Теперь вы можете использовать все функции SignDoc.

source: Your email is currently being used by team <0>{0}</0> ({1}).
ka: თქვენს ელ-ფოსტას ამჟამად იყენებს გუნდი <0>{0}</0> ({1}).
ru: Ваш email в настоящее время используется командой <0>{0}</0> ({1}).

source: Your existing tokens
ka: თქვენი არსებული ტოკენები
ru: Ваши существующие токены

source: Your password has been updated successfully.
ka: თქვენი პაროლი წარმატებით განახლდა.
ru: Ваш пароль был успешно обновлен.

source: Your payment for teams is overdue. Please settle the payment to avoid any service disruptions.
ka: თქვენი გადახდა გუნდებისთვის ვადაგადაცილებულია. გთხოვთ, დაფაროთ გადახდა მომსახურების შეფერხების თავიდან ასაცილებლად.
ru: Ваш платеж за команду просрочен. Пожалуйста, оплатите, чтобы избежать перебоев в обслуживании.

source: Your profile has been updated successfully.
ka: თქვენი პროფილი წარმატებით განახლდა.
ru: Ваш профиль был успешно обновлен.

source: Your profile has been updated.
ka: თქვენი პროფილი განახლდა.
ru: Ваш профиль был обновлен.

source: Your public profile has been updated.
ka: თქვენი საჯარო პროფილი განახლდა.
ru: Ваш публичный профиль был обновлен.
