Repository: ZKhutsishvili/documenso
Catalog: packages/lib/translations/*/web.po
Languages: ka, ru

source: Your recovery code has been copied to your clipboard.
ka: თქვენი აღდგენის კოდი დაკოპირდა თქვენს გაცვლის ბუფერში.
ru: Ваш код восстановления был скопирован в буфер обмена.

source: Your recovery codes are listed below. Please store them in a safe place.
ka: თქვენი აღდგენის კოდები ჩამოთვლილია ქვემოთ. გთხოვთ, შეინახოთ ისინი უსაფრთხო ადგილას.
ru: Ваши коды восстановления приведены ниже. Пожалуйста, сохраните их в надежном месте.

source: Your subscription is currently active.
ka: თქვენი გამოწერა ამჟამად აქტიურია.
ru: Ваша подписка в данный момент активна.

source: Your team has been created.
ka: თქვენი გუნდი შეიქმნა.
ru: Ваша команда была создана.

source: Your team has been successfully deleted.
ka: თქვენი გუნდი წარმატებით წაიშალა.
ru: Ваша команда была успешно удалена.

source: Your team has been successfully updated.
ka: თქვენი გუნდი წარმატებით განახლდა.
ru: Ваша команда была успешно обновлена.

source: Your template has been duplicated successfully.
ka: თქვენი შაბლონი წარმატებით დადუბლირდა.
ru: Ваш шаблон был успешно дублирован.

source: Your template has been successfully deleted.
ka: თქვენი შაბლონი წარმატებით წაიშალა.
ru: Ваш шаблон был успешно удален.

source: Your template will be duplicated.
ka: თქვენი შაბლონი დადუბლირდება.
ru: Ваш шаблон будет дублирован.

source: Your templates has been saved successfully.
ka: თქვენი შაბლონები წარმატებით შეინახა.
ru: Ваши шаблоны были успешно сохранены.

source: Your token has expired!
ka: თქვენი ტოკენის ვადა გავიდა!
ru: Ваш токен истек!

source: Your token was created successfully! Make sure to copy it because you won't be able to see it again!
ka: თქვენი ტოკენი წარმატებით შეიქმნა! დარწმუნდით, რომ დააკოპირეთ ის, რადგან მისი ხელახლა ნახვა ვეღარ შეძლებთ!
ru: Ваш токен был успешно создан! Убедитесь, что скопировали его, потому что вы не сможете увидеть его снова!

source: Your tokens will be shown here once you create them.
ka: თქვენი ტოკენები გამოჩნდება აქ მას შემდეგ, რაც შექმნით მათ.
ru: Ваши токены будут отображаться здесь после их создания.

source: "{0}" will appear on the document as it has a timezone of "{timezone}".
ru: "{0}" появится в документе, так как он имеет часовой пояс "{timezone}".

source: "{documentTitle}" has been successfully deleted
ru: "{documentTitle}" успешно удален

source: <0>"{0}"</0>is no longer available to sign
ru: <0>"{0}"</0>больше не доступен для подписания

source: Email
ru: Электронная почта

source: You are about to complete approving "{truncatedTitle}".<0/> Are you sure?
ru: Вы собираетесь завершить одобрение "{truncatedTitle}".<0/> Вы уверены?

source: You are about to complete signing "{truncatedTitle}".<0/> Are you sure?
ru: Вы собираетесь завершить подписание "{truncatedTitle}".<0/> Вы уверены?

source: You are about to complete viewing "{truncatedTitle}".<0/> Are you sure?
ru: Вы собираетесь завершить просмотр "{truncatedTitle}".<0/> Вы уверены?

source: You are about to delete <0>"{documentTitle}"</0>
ru: Вы собираетесь удалить <0>"{documentTitle}"</0>

source: You are about to hide <0>"{documentTitle}"</0>
ru: Вы собираетесь скрыть <0>"{documentTitle}"</0>
