Repository: ZKhutsishvili/documenso
Catalog: packages/lib/translations/*/web.po
Languages: ka, ru

source: "{0}" will appear on the document as it has a timezone of "{timezone}".
ka: "{0}" გამოჩნდება დოკუმენტზე, რადგან მას აქვს ზონა "{timezone}".

source: "{documentTitle}" has been successfully deleted
ka: "{documentTitle}" წარმატებით წაიშალა

source: ({0}) has invited you to approve this document
ka: ({0}) გიწვევთ ამ დოკუმენტის დამტკიცებისთვის
ru: ({0}) пригласил вас утвердить этот документ

source: ({0}) has invited you to sign this document
ka: ({0}) გიწვევთ ამ დოკუმენტის ხელმოწერისთვის
ru: ({0}) пригласил вас подписать этот документ

source: ({0}) has invited you to view this document
ka: ({0}) გიწვევთ ამ დოკუმენტის სანახავად
ru: ({0}) пригласил вас просмотреть этот документ

source: {0, plural, one {(1 character over)} other {(# characters over)}}
ka: {0, plural, one {(1 სიმბოლო ზედმეტია)} other {(# სიმბოლო ზედმეტია)}}
ru: {0, plural, one {(превышение на 1 символ)} few {(превышение на # символа)} other {(превышение на # символов)}}

source: {0, plural, one {# character over the limit} other {# characters over the limit}}
ka: {0, plural, one {# სიმბოლო გადააჭარბა შეზღუდვას} other {# სიმბოლო გადაცდა შეზღუდვას}}
ru: {0, plural, one {превышен лимит на # символ} few {превышен лимит на # символа} other {превышен лимит на # символов}}

source: {0, plural, one {# recipient} other {# recipients}}
ka: {0, plural, one {# მიმღები} other {# მიმღებები}}
ru: {0, plural, one {# получатель} few {# получателя} other {# получателей}}

source: {0, plural, one {# Seat} other {# Seats}}
ka: {0, plural, one {# ადგილი} other {# ადგილები}}
ru: {0, plural, one {# место} few {# места} other {# мест}}

source: {0, plural, one {<0>You have <1>1</1> pending team invitation</0>} other {<2>You have <3>#</3> pending team invitations</2>}}
ka: {0, plural, one {<0>თქვენ გაქვთ <1>1</1> ლოდინში მყოფი გუნდის მიწვევა</0>} other {<2>თქვენ გაქვთ <3>#</3> ლოდინში მყოფი გუნდის მიწვევები</2>}}
ru: {0, plural, one {<0>У вас <1>1</1> ожидающее приглашение в команду</0>} few {<2>У вас <3>#</3> ожидающих приглашения в команду</2>} other {<2>У вас <3>#</3> ожидающих приглашений в команду</2>}}

source: {0, plural, one {1 Recipient} other {# Recipients}}
ka: {0, plural, one {1 მიმღები} other {# მიმღები}}
ru: {0, plural, one {1 получатель} few {# получателя} other {# получателей}}

source: {0, plural, one {Waiting on 1 recipient} other {Waiting on # recipients}}
ka: {0, plural, one {მოლოდინშია 1 მიმღები} other {მოლოდინშია # მიმღებები}}
ru: {0, plural, one {Ожидание 1 получателя} few {Ожидание # получателей} other {Ожидание # получателей}}

source: {0, plural, zero {Select values} other {# selected...}}
ka: {0, plural, zero {აირჩიეთ მნიშვნელობები} other {# არჩეული...}}
ru: {0, plural, zero {Выберите значения} other {Выбрано: #...}}

source: {0} direct signing templates
ka: {0} პირდაპირი ხელმოწერის შაბლონები
ru: {0} шаблонов прямого подписания

source: {0} document
ka: {0} დოკუმენტი
ru: {0} документ

source: {0} of {1} documents remaining this month.
ka: {0} არის {1} დოკუმენტიდან დარჩენილი ამ თვეში.
ru: Осталось {0} из {1} документов в этом месяце.

source: {0} Recipient(s)
ka: {0} მიმღები(ები)
ru: {0} получатель(ей)

source: {0} the document to complete the process.
ka: {0} დოკუმენტი პროცესის დასრულებისთვის.
ru: {0} документ, чтобы завершить процесс.

source: {charactersRemaining, plural, one {1 character remaining} other {{charactersRemaining} characters remaining}}
ka: {charactersRemaining, plural, one {1 სიმბოლო დარჩა} other {{charactersRemaining} სიმბოლო დარჩა}}
ru: {charactersRemaining, plural, one {остался 1 символ} few {осталось # символа} other {осталось # символов}}

source: {formattedTeamMemberQuanity} • Monthly • Renews: {formattedDate}
ka: {formattedTeamMemberQuanity} • თვეში • განახლდება: {formattedDate}
ru: {formattedTeamMemberQuanity} • Ежемесячно • Продление: {formattedDate}

source: {numberOfSeats, plural, one {# member} other {# members}}
ka: {numberOfSeats, plural, one {# წევრი} other {# წევრები}}
ru: {numberOfSeats, plural, one {# участник} few {# участника} other {# участников}}

source: {remaningLength, plural, one {# character remaining} other {# characters remaining}}
ka: {remaningLength, plural, one {# სიმბოლო დარჩა} other {# სიმბოლო დარჩა}}
ru: {remaningLength, plural, one {остался # символ} few {осталось # символа} other {осталось # символов}}

source: <0>"{0}"</0>is no longer available to sign
ka: <0>"{0}"</0> აღარ არის ხელმოსაწერად ხელმისაწვდომი

source: <0>Sender:</0> All
ka: <0>გამგზავნი:</0> ყველა
ru: <0>Отправитель:</0> Все

source: 1 month
ka: 1 თვე
ru: 1 месяц

source: 12 months
ka: 12 თვე
ru: 12 месяцев

source: 3 months
ka: 3 თვე
ru: 3 месяца

source: 404 Page not found
ka: 404 გვერდი არ მოიძებნა
ru: 404 Страница не найдена

source: 404 Profile not found
ka: 404 პროფილი არ მოიძებნა
ru: 404 Профиль не найден

source: 404 Team not found
ka: 404 გუნდი არ მოიძებნა
ru: 404 Команда не найдена

source: 404 Template not found
ka: 404 შაბლონი არ მოიძებნა
ru: 404 Шаблон не найден

source: 6 months
ka: 6 თვე
ru: 6 месяцев

source: 7 days
ka: 7 დღე
ru: 7 дней

source: A confirmation email has been sent, and it should arrive in your inbox shortly.
ka: მომწერილი დამადასტურებელი წერილი გაიგზავნა, და ის მალე ჩავა თქვენს ფოსტაში.
ru: Письмо с подтверждением отправлено и должно скоро появиться в вашем почтовом ящике.

source: A device capable of accessing, opening, and reading documents
ka: მოწყობილობა, რომელიც შეუძლია წვდომა, გახსნა და წაკითხვა დოკუმენტების
ru: Устройство, способное получать доступ, открывать и читать документы

source: A draft document will be created
ka: მომზადდება ნამუშევარი დოკუმენტი
ru: Будет создан черновик документа

source: A means to print or download documents for your records
ka: მეთოდი, რათა დაბეჭდოთ ან ჩამოტვირთოთ დოკუმენტები თქვენი ჩანაწერებისთვის
ru: Возможность печати или загрузки документов для ваших записей

source: A new token was created successfully.
ka: ახალი ტოკენი წარმატებით შეიქმნა.
ru: Новый токен успешно создан.

source: A password reset email has been sent, if you have an account you should see it in your inbox shortly.
ka: პაროლის გადაფიქრების იმეილი გაიგზავნა, თუ თქვენ გაქვთ ანგარიში, ის მალე გამოჩნდება თქვენს ფოსტაში.
ru: Письмо для сброса пароля отправлено. Если у вас есть аккаунт, вы должны скоро увидеть его в своём почтовом ящике.

source: A request to transfer the ownership of this team has been sent to <0>{0} ({1})</0>
ka: გადაცემის მოთხოვნა გუნდის მფლობელობაზე გაიგზავნა <0>{0} ({1})</0>
ru: Запрос на передачу прав владения этой командой отправлен <0>{0} ({1})</0>

source: A secret that will be sent to your URL so you can verify that the request has been sent by Documenso
ka: საიდუმლო, რომელიც თქვენს URL- ზე გაიგზავნება, რათა გადამოწმდეთ, რომ მოთხოვნა გაგზავნილია SignDoc-ს მიერ
ru: Секретный ключ, который будет отправлен на ваш URL, чтобы вы могли проверить, что запрос был отправлен SignDoc

source: A secret that will be sent to your URL so you can verify that the request has been sent by Documenso.
ka: საიდუმლო, რომელიც თქვენს URL-ზე გაიგზავნება, რათა გადამოწმდეთ, რომ მოთხოვნა გამოგზავნილია SignDoc-ს მიერ.
ru: Секретный ключ, который будет отправлен на ваш URL, чтобы вы могли проверить, что запрос был отправлен SignDoc.

source: A stable internet connection
ka: მყარი ინტერნეტ კავშირი
ru: Стабильное интернет-соединение

source: A unique URL to access your profile
ka: უნიკალური URL თქვენი პროფილისთვის
ru: Уникальный URL для доступа к вашему профилю

source: A unique URL to identify your team
ka: უნიკალური URL თქვენი გუნდის შესავლელად
ru: Уникальный URL для идентификации вашей команды

source: A verification email will be sent to the provided email.
ka: ვერიფიკაციის მეილი გაიგზავნება მოწოდებულ იმეილზე
ru: На указанный адрес будет отправлено письмо с подтверждением.

source: Accept
ka: მიღება
ru: Принять

source: Acceptance and Consent
ka: თანხმობა და დათანხმება
ru: Принятие и согласие

source: Accepted team invitation
ka: გუნდის მიწვევა მიღებული
ru: Приглашение в команду принято

source: Account Authentication
ka: ანგარიშის ავთენტიფიკაცია
ru: Аутентификация аккаунта

source: Account deleted
ka: ანგარიში წაიშალა
ru: Аккаунт удален

source: Account Re-Authentication
ka: ანგარიშის ხელმეორედ ავთენტიფიკაცია
ru: Повторная аутентификация аккаунта

source: Acknowledgment
ka: აღიარება
ru: Подтверждение

source: Action
ka: მოქმედება
ru: Действие

source: Actions
ka: მოქმედებები
ru: Действия

source: Active
ka: აქტიური
ru: Активный

source: Active Subscriptions
ka: აქტიური გამოწერები
ru: Активные подписки

source: Add
ka: დამატება
ru: Добавить

source: Add all relevant fields for each recipient.
ka: დამატეთ ყველა შესაბამისი ველი თითოეული მიმღებისთვის.
ru: Добавьте все необходимые поля для каждого получателя.

source: Add all relevant placeholders for each recipient.
ka: დამატეთ ყველა შესაბამისი placeholder თითოეული მიმღებისთვის.
ru: Добавьте все необходимые заполнители для каждого получателя.

source: Add an authenticator to serve as a secondary authentication method for signing documents.
ka: დაამატეთ ავტენტიკატორი, რომელიც დაეხმარება როგორც დამატებითი ავთენტიფიკაციის მეთოდი დოკუმენტების ხელმოწერის დროს.
ru: Добавьте аутентификатор в качестве дополнительного метода аутентификации для подписания документов.

source: Add an authenticator to serve as a secondary authentication method when signing in, or when signing documents.
ka: დაამატეთ ავტენტიკატორი, რომელიც იქნება როგორც დამატებითი ავთენტიკაციის მეთოდი შესვლისას ან დოკუმენტების ხელმოწერის დროს.
ru: Добавьте аутентификатор в качестве дополнительного метода аутентификации при входе в систему или при подписании документов.

source: Add email
ka: დაამატეთ ელექტრონული ფოსტა
ru: Добавить email

source: Add Fields
ka: დაამატეთ ველები
ru: Добавить поля

source: Add more
ka: დაამატეთ მეტი
ru: Добавить ещё

source: Add passkey
ka: დაამატეთ passkey
ru: Добавить ключ доступа

source: Add Placeholders
ka: დაამატეთ placeholders
ru: Добавить заполнители

source: Add Signers
ka: დაამატეთ ხელმომწერები
ru: Добавить подписантов

source: Add Subject
ka: დაამატეთ სუბიექტი
ru: Добавить тему

source: Add team email
ka: დაამატეთ გუნდის ელექტრონული ფოსტა
ru: Добавить email команды

source: Add the people who will sign the document.
ka: დაამატეთ ადამიანები, რომლებიც მოაწერენ ხელს დოკუმენტს.
ru: Добавьте людей, которые подпишут документ.

source: Add the recipients to create the document with
ka: დაამატეთ მიმღებები დოკუმენტის შესაქმნელად
ru: Добавьте получателей для создания документа

source: Add the subject and message you wish to send to signers.
ka: დაამატეთ სუბიექტი და შეტყობინება, რომელიც გსურთ გაუგზავნოთ ხელმომწერებს.
ru: Добавьте тему и сообщение, которое вы хотите отправить подписантам.

source: Adding and removing seats will adjust your invoice accordingly.
ka: ადგილის დამატება და წაშლა დაარეგულირებს თქვენს ინვოისს შესაბამისად.
ru: Добавление и удаление мест соответствующим образом изменит ваш счет.

source: Admin Actions
ka: ადმინის მოქმედებები
ru: Действия администратора

source: Admin panel
ka: ადმინის პანელი
ru: Панель администратора

source: After signing a document electronically, you will be provided the opportunity to view, download, and print the document for your records. It is highly recommended that you retain a copy of all electronically signed documents for your personal records. We will also retain a copy of the signed document for our records however we may not be able to provide you with a copy of the signed document after a certain period of time.
ka: დოკუმენტის ელექტრონულად ხელმოწერის შემდეგ, თქვენ გაქვთ შესაძლებლობა იხილოთ, ჩამოტვირთოთ და გამოიტანოთ დოკუმენტი თქვენი ჩანაწერებისთვის. სერიოზულად გირჩევთ შეინახოთ ყველა ელექტრონულად ხელმოწერილი დოკუმენტის ასლი თქვენი პირადი ჩანაწერებისთვის. ჩვენ ასევე შევინახავთ დოკუმენტის ხელმოწერილ ასლს ჩვენი ჩანაწერებისთვის, თუმცა გარკვეული დროის შემდეგ შეიძლება ვერ მოგაწოდოთ ასლი.
ru: После электронного подписания документа вам будет предоставлена возможность просмотреть, скачать и распечатать документ для ваших записей. Настоятельно рекомендуется сохранять копию всех электронно подписанных документов для личных записей. Мы также сохраним копию подписанного документа в наших записях, однако мы не сможем предоставить вам копию подписанного документа по истечении определенного периода времени.

source: All
ka: ყველა
ru: Все

source: All documents
ka: ყველა დოკუმენტი
ru: Все документы

source: All documents have been processed. Any new documents that are sent or received will show here.
ka: ყველა დოკუმენტი დამუშავებულია. ყველა ახალი დოკუმენტი, რომელიც გაიგზავნება ან მიიღება, გამოჩნდება აქ.
ru: Все документы обработаны. Здесь будут отображаться все новые отправленные или полученные документы.

source: All documents related to the electronic signing process will be provided to you electronically through our platform or via email. It is your responsibility to ensure that your email address is current and that you can receive and open our emails.
ka: ყველა დოკუმენტი, რომელიც დაკავშირებულია ელექტრონულ ხელმოწერის პროცესთან, მიეწოდება თქვენ ელექტრონულად ჩვენს პლატფორმაზე ან ელექტრონული ფოსტით. თქვენს პასუხისმგებლობაშია, რომ უზრუნველყოთ თქვენი ელექტრონული ფოსტა მოქმედი იყოს და შეძლოთ ჩვენი წერილების მიღება და გახსნა.
ru: Все документы, связанные с процессом электронного подписания, будут предоставлены вам в электронном виде через нашу платформу или по электронной почте. Вы несете ответственность за актуальность своего адреса электронной почты и за то, что вы можете получать и открывать наши письма.

source: All inserted signatures will be voided
ka: ყველა დამატებული ხელმოწერა გაუქმდება
ru: Все вставленные подписи будут аннулированы

source: All recipients will be notified
ka: ყველა მიმღებს დაემატება შეტყობინება
ru: Все получатели будут уведомлены

source: All templates
ka: ყველა შაბლონი
ru: Все шаблоны

source: All Time
ka: ყველა დრო
ru: За все время

source: Allows authenticating using biometrics, password managers, hardware keys, etc.
ka: ნაბიჯებს, რომელიც საშუალებას აძლევს ავტენტიფიკაციას ბიომეტრიკით, პაროლების მენეჯერებით, ჰარდვერის გასაღებებს და სხვ.
ru: Позволяет проходить аутентификацию с помощью биометрии, менеджеров паролей, аппаратных ключей и т.д.

source: Already have an account? <0>Sign in instead</0>
ka: მიზეზი, თუ გაქვთ უკვე ანგარიში? <0>შეიყვანეთ ანგარიშში</0>
ru: Уже есть аккаунт? <0>Войти</0>

source: Amount
ka: გადასახადი
ru: Сумма

source: An electronic signature provided by you on our platform, achieved through clicking through to a document and entering your name, or any other electronic signing method we provide, is legally binding. It carries the same weight and enforceability as a manual signature written with ink on paper.
ka: ელექტრონული ხელმოწერა, რომელიც თქვენ უზრუნველყოფთ ჩვენს პლატფორმაზე, დოკუმენტზე გადასულობისას და თქვენი სახელის შეყვანით, ან სხვა ნებისმიერი ელექტრონული ხელმოწერის მეთოდით, რომელიც ჩვენ ვაწვდით, არის სამართლებრივი ძალა. იგი მოაქვს ისეთივე ძალა და აღსრულებადობა, როგორც ფიზიკური ხელმოწერა მინი-გაწერილი კრულეზე.
ru: Электронная подпись, предоставленная вами на нашей платформе путем перехода к документу и ввода вашего имени или любого другого предоставляемого нами метода электронной подписи, имеет юридическую силу. Она имеет такую же силу и исполнимость, как и ручная подпись, написанная чернилами на бумаге.

source: An email account
ka: ელექტრონული ფოსტა
ru: Учетная запись электронной почты

source: An email containing an invitation will be sent to each member.
ka: ელექტრონული ფოსტა, რომელიც შეიცავს მიწვევას, იგზავნება თითოეულ წევრს.
ru: Каждому участнику будет отправлено электронное письмо с приглашением.

source: An email requesting the transfer of this team has been sent.
ka: ელექტრონული ფოსტა, რომელიც ითხოვდა ამ გუნდის გადაცემას, უკვე გაიგზავნა.
ru: Отправлено электронное письмо с запросом на передачу этой команды.

source: An error occurred
ka: წევრი მოხდა შეცდომა
ru: Произошла ошибка

source: An error occurred while adding signers.
ka: შეცდომა მოხდა ხელმომწერების დამატებისას.
ru: Произошла ошибка при добавлении подписантов.

source: An error occurred while adding the fields.
ka: შეცდომა მოხდა ველების დამატებისას.
ru: Произошла ошибка при добавлении полей.

source: An error occurred while creating document from template.
ka: შეცდომა მოხდა დოკუმენტის შექმნისას შაბლონიდან.
ru: Произошла ошибка при создании документа из шаблона.

source: An error occurred while creating the webhook. Please try again.
ka: შეცდომა მოხდა Webhook-ის შექმნისას. გთხოვთ, სცადეთ კიდევ ერთხელ.
ru: Произошла ошибка при создании вебхука. Пожалуйста, попробуйте снова.

source: An error occurred while disabling direct link signing.
ka: შეცდომა მოხდა პირდაპირი ბმულის ხელმოწერის ჩართვისას.
ru: Произошла ошибка при отключении прямого подписания по ссылке.

source: An error occurred while downloading your document.
ka: შეცდომა მოხდა დოკუმენტის ჩამოტვირთვისას.
ru: Произошла ошибка при скачивании вашего документа.

source: An error occurred while duplicating template.
ka: შეცდომა მოხდა შაბლონის დუბლირებისას.
ru: Произошла ошибка при дублировании шаблона.

source: An error occurred while enabling direct link signing.
ka: შეცდომა მოხდა პირდაპირი ბმულის ხელმოწერის ჩართვისას.
ru: Произошла ошибка при включении прямого подписания по ссылке.

source: An error occurred while loading team members. Please try again later.
ka: შეცდომა მოხდა გუნდის წევრების ჩამოტვირთვისას. გთხოვთ, სცადეთ მოგვიანებით.
ru: Произошла ошибка при загрузке участников команды. Пожалуйста, попробуйте позже.

source: An error occurred while moving the document.
ka: შეცდომა მოხდა დოკუმენტის გადატანისას.
ru: Произошла ошибка при перемещении документа.

source: An error occurred while moving the template.
ka: შეცდომა მოხდა შაბლონის გადატანისას.
ru: Произошла ошибка при перемещении шаблона.

source: An error occurred while removing the field.
ka: შეცდომა მოხდა ველის წაშლისას.
ru: Произошла ошибка при удалении поля.

source: An error occurred while removing the signature.
ka: შეცდომა მოხდა ხელმოწერის წაშლისას.
ru: Произошла ошибка при удалении подписи.

source: An error occurred while removing the text.
ka: შეცდომა მოხდა ტექსტის წაშლისას.
ru: Произошла ошибка при удалении текста.

source: An error occurred while sending the document.
ka: შეცდომა მოხდა დოკუმენტის გამოგზავნისას.
ru: Произошла ошибка при отправке документа.

source: An error occurred while sending your confirmation email
ka: შეცდომა მოხდა თქვენი подтвержConfirmation Email-ის გაგზავნისას
ru: Произошла ошибка при отправке подтверждающего письма

source: An error occurred while signing the document.
ka: შეცდომა მოხდა დოკუმენტის ხელმოწერისას.
ru: Произошла ошибка при подписании документа.

source: An error occurred while trying to create a checkout session.
ka: შეცდომა მოხდა გადახდის სესიის შექმნისას.
ru: Произошла ошибка при создании сессии оформления заказа.

source: An error occurred while updating the document settings.
ka: შეცდომა მოხდა დოკუმენტის პარამეტრების განახლებისას.
ru: Произошла ошибка при обновлении настроек документа.

source: An error occurred while updating the signature.
ka: შეცდომა მოხდა ხელმოწერის განახლებისას.
ru: Произошла ошибка при обновлении подписи.

source: An error occurred while updating your profile.
ka: შეცდომა მოხდა თქვენი პროფილის განახლებისას.
ru: Произошла ошибка при обновлении вашего профиля.

source: An error occurred while uploading your document.
ka: შეცდომა მოხდა თქვენი დოკუმენტის ატვირთვისას.
ru: Произошла ошибка при загрузке вашего документа.

source: An unknown error occurred
ka: მოხდა უცნობი შეცდომა
ru: Произошла неизвестная ошибка

source: Any payment methods attached to this team will remain attached to this team. Please contact us if you need to update this information.
ka: ყველა გადახდის მეთოდი, რომელიც დაკავშირებულია ამ გუნდთან, დარჩება ამ გუნდთან. გთხოვთ, დაგვიკავშირდეთ თუ ეს ინფორმაცია უნდა განაახლოთ.
ru: Все способы оплаты, привязанные к этой команде, останутся привязанными к ней. Пожалуйста, свяжитесь с нами, если вам нужно обновить эту информацию.

source: Any Source
ka: მთელი წყარო
ru: Любой источник

source: Any Status
ka: ყოველი სტატუსი
ru: Любой статус

source: API Tokens
ka: API ტოკენები
ru: API Токены

source: App Version
ka: აპლიკაციის ვერსია
ru: Версия приложения

source: Approve
ka: დამტკიცება
ru: Подтвердить

source: Approve Document
ka: დოკუმენტის დამტკიცება
ru: Подтвердить документ

source: Approved
ka: დამტკიცებულია
ru: Подтверждено

source: Are you sure you want to delete this token?
ka: დარწმუნებული ხართ, რომ გსურთ ამ ტოკენის წაშლა?
ru: Вы уверены, что хотите удалить этот токен?

source: Are you sure you want to remove the <0>{passkeyName}</0> passkey.
ka: დარწმუნებული ხართ, რომ გსურთ <0>{passkeyName}</0> პასკეის ამოშლა?
ru: Вы уверены, что хотите удалить ключ доступа <0>{passkeyName}</0>.

source: Are you sure you wish to delete this team?
ka: დარწმუნებული ხართ, რომ გსურთ ამ გუნდის წაშლა?
ru: Вы уверены, что хотите удалить эту команду?

source: Are you sure?
ka: დარწმუნებული ხართ?
ru: Вы уверены?

source: Attempts sealing the document again, useful for after a code change has occurred to resolve an erroneous document.
ka: მეორე attempt-ს მორიგი ხელმოწერის ვერსიით (ამისთვის და საჭიროების შემთხვევაში შეცდომების გამოსწორებისათვის)
ru: Попытка повторно запечатать документ, полезно после изменения кода для исправления ошибочного документа.

source: Audit Log
ka: აუდიტის ლოგი
ru: Журнал аудита

source: Authentication Level
ka: ავტორიზაციის დონე
ru: Уровень аутентификации

source: Authentication required
ka: ავტორიზაცია აუცილებელია
ru: Требуется аутентификация

source: Avatar
ka: ავატარი
ru: Аватар

source: Avatar Updated
ka: ავატარი განახლდა
ru: Аватар обновлен

source: Awaiting email confirmation
ka: ელ. ფოსტის დადასტურების მოლოდინში
ru: Ожидание подтверждения email

source: Back
ka: უკან
ru: Назад

source: Back to Documents
ka: დოკუმენტებზე დაბრუნება
ru: Вернуться к документам

source: Background Color
ka: ფონის ფერი
ru: Цвет фона

source: Backup Code
ka: ბეკაპ კოდი
ru: Резервный код

source: Backup codes
ka: ბეკაპ კოდები
ru: Резервные коды

source: Banner Updated
ka: ბანერი განახლდა
ru: Баннер обновлен

source: Basic details
ka: პირადი დეტალები
ru: Основные данные

source: Billing
ka: გადახდა
ru: Оплата

source: Browser
ka: ბრაუზერი
ru: Браузер

source: Bulk Import
ka: მასობრივი იმპორტი
ru: Массовый импорт

source: By deleting this document, the following will occur:
ka: ამ დოკუმენტის წაშლით შემდეგი მოხდება:
ru: При удалении этого документа произойдет следующее:

source: By enabling 2FA, you will be required to enter a code from your authenticator app every time you sign in.
ka: 2FA-ის ჩართვით, თქვენ დაგჭირდებათ თქვენი ავტორიზატორის აპლიკაციიდან კოდის შეყვანა ყოველი შესვლისას.
ru: При включении двухфакторной аутентификации вам будет необходимо вводить код из приложения-аутентификатора при каждом входе в систему.

source: By proceeding to use the electronic signature service provided by Documenso, you affirm that you have read and understood this disclosure. You agree to all terms and conditions related to the use of electronic signatures and electronic transactions as outlined herein.
ka: SignDoc-ს მიერ ხელმოწერის სერვისის გამოყენებით, თქვენ დაადასტურებთ რომ წაიკითხეთ და გაიგეთ ეს განცხადება. თქვენ ეთანხმებით ყველა პირობას და პირობებს, რომლებიც დაკავშირებულია ელექტრონული ხელმოწერისა და ელექტრონული ტრანზაქციების გამოყენებასთან, როგორც ეს მოცემულია აქ.
ru: Продолжая использовать сервис электронной подписи, предоставляемый SignDoc, вы подтверждаете, что прочитали и поняли это уведомление. Вы соглашаетесь со всеми условиями использования электронных подписей и электронных транзакций, изложенными в данном документе.
